Repository: Exadios/KFLog
Catalog: po/*.po
Languages: de, es, fr, it, nl, no, sv

source: %1 tasks were uploaded to the recorder.
de: %1 Aufgaben wurden auf den Logger übertragen.
es: Se han escrito %1 prueba(s) al logger.
fr: %1 épreuve(s) transmise(s) vers l'enregistreur.
nl: %1 opdrachten naar logger geschreven.

source: Waypoint download
de: Wegpunkt Download
es: Descarga de puntos de ruta
fr: Réception du jalon
nl: Keerpunten download

source: Reading waypoints
nl: Keerpunten aan het lezen

source: Reading Waypoints
nl: Keerpunten aan het lezen

source: Cannot read waypoints from recorder
de: Kann keine Wendepunkte vom Logger lesen
es: No se pueden leer puntos de ruta del logger
fr: Impossible de lire les jalons depuis l'enregistreur
nl: Kan geen keerpunten lezen uit logger

source: %1 waypoints have been downloaded from the recorder.
de: %1 Wendepunkte wurden vom Logger heruntergeladen.
es: Se han descargado %1 puntos de ruta del logger.
fr: %1 jalon(s) reçu(s) de l'enregistreur.
nl: %1 keerpunten zijn gelezen uit de logger.

source: send waypoints
de: Sende Wegpunkte
fr: envoi des jalons
nl: keerpunten uploaden

source: Uploading waypoints to the recorder will overwrite existing waypoints on the recorder. Do want to continue uploading?
de: Das Übertragen von Wendepunkten auf den Logger wird die vorhandenen Wendepunkte auf dem Logger überschreiben. Wollen Sie mit dem Übertragen fortfahren?
es: Al enviar puntos de ruta al logger se sobreescribiran los existentes. ¿Quiere continuar el envío?
fr: La transmission des jalons vers l'enregistreur écrasera les jalons existants. Voulez-vous continuer la transmission ?
nl: Het uploaden van keerpunten naar de logger zal de bestaande keerpunten in de logger overschrijven. Wilt u doorgaan?

source: Waypoints upload
de: Wegpunkte senden
es: Envío de puntos de ruta
fr: Transmission des jalons
nl: Keerpunten uploaden

source: Waypoint upload
de: Wendepunkte senden
es: Envío de puntos de ruta
fr: Jalon transmis
nl: Keerpunt upload

source: Cannot obtain maximum number of waypoints from lib.
de: Kann nicht die maximal erlaubte Anzahl von Wendepunkten bestimmen.
es: No se puede obtener el número máximo de puntos de ruta de la libería.
fr: Impossible d'obtenir le nombre maximum de jalons depuis la librairie
nl: Kan maximum aantal keerpunten niet ophalen uit bibliotheek.

source: Maximum number of %d waypoints reached! Further waypoints will be ignored.
de: Maximale Anzahl con %d Wendepunkten erreicht! Weitere Wendepunkte werden ignoriert.
es: ¡Alcanzado el número máxiom de puntos de ruta (%d)! Los restantes puntos de ruta serán ignorados.
fr: Nombre maximum de %d jalons atteint œ! Les jalons suivants seront ignorés.
nl: Het maximum aantal van %d keerpunten is bereikt! Verdere keerpunten zullen genegeerd worden.

source: Cannot write waypoints to recorder.
de: Kann Wendepunkte nicht auf den Logger laden.
es: No se pueden escribir los puntos de ruta en el logger.
fr: Impossible d'écrire les jalons dans l'enregistreur.
nl: Kan keerpunten niet naar logger uploaden.

source: %1 waypoints have been uploaded to the recorder.
de: %1 Wendepunkte wurden auf den Logger geladen.
es: Se han enviado %1 puntos de ruta al logger.
fr: %1 jalon(s) transmis à l'enregistreur.
nl: %1 keerpunten naar logger geupload.

source: Pilots
de: Piloten
es: Pilotos
fr: Pilotes
nl: Piloten

source: List of pilots
de: Liste der Piloten
es: Lista de pilotos
fr: Liste des pilotes
nl: Lijst van piloten

source: Recorder configuration
de: Logger configuration
es: Configurar logger
fr: Configuration de l'enregistreur
nl: Loggerconfiguratie

source: Glider Settings
nl: Zweefvliegtuiginstellingen

source: Variometer Settings
nl: Variometerinstellingen

source: write config to recorder
nl: schrijf instellingen naar logger

source: read config from recorder
nl: lees instellingen uit logger

source: Original task
de: Ursprüngliche Aufgabe
fr: Épreuve originale
nl: Originele opdracht

source: Optimized task
de: Optimierte Aufgabe
fr: Épreuve optimisée
nl: Geoptimaliseerde opdracht

source: Optimization for OLC
de: Optimieren (OLC)
es: Optimización para OLC
fr: Optimisation OLC
nl: Optimalisatie voor OLC

source: Take-Off
de: Start
es: Despegue
fr: Décollage
it: Decollo
nl: Starten
sv: Start

source: Begin of Soaring
de: Segelflugbeginn
es: Comienzo de planeo
fr: Début du vol plané
nl: Start van vliegen

source: Begin of Task
de: Beginn der Aufgabe
es: Comienzo de Prueba
fr: Début de l'épreuve
it: Inizio del task
nl: Begin van opdracht
no: Start på oppgaven
sv: Början på uppgift

source: Optimize 1
de: Punkt 1
es: Optimiza 1
fr: Optimiser 1
it: Ottimizzazione 1
nl: Optimaliseren 1
no: Optimal 1
sv: Optimera 1

source: Optimize 2
de: Punkt 2
es: Optimiza 2
fr: Optimiser 2
it: Ottimizzazione 2
nl: Optimaliseren 2
no: Optimal 2
sv: Optimera 2

source: Optimize 3
de: Punkt 3
es: Optimiza 3
fr: Optimiser 3
it: Ottimizzazione 3
nl: Optimaliseren 3
no: Optimal 3
sv: Optimera 3

source: Optimize 4
de: Punkt 4
es: Optimiza 4
fr: Optimiser 4
nl: Optimaliseren 4

source: Optimize 5
de: Punkt 5
es: Optimiza 5
fr: Optimiser 5
nl: Optimaliseren 5

source: End of Soaring
de: Segelflugende
es: Final de planeo
fr: Fin du vol plané
nl: Einde van vliegen

source: The task has been optimized. The best task found is:
de: Die Aufgabe wurde optimiert. Die beste gefundene Aufgabe ist:
es: La prueba ha sido optimizada. La mejor prueba encontrada es:
fr: L'épreuve a été optimisée. La meilleure épreuve trouvée est :
it: Il task e' stato ottimizzato. Il miglior task si trova in:
nl: De opdracht is geoptimaliseerd. De beste taak die gevonden is, is:
no: Oppgaven er optimalisert. Den beste oppgaven er:
sv: Uppgiften har optimerats. Bästa funna uppgift är:

source: Distance:
de: Distanz:
es: Distancia:
it: Distanza:
nl: Afstand:
no: Distanse:
sv: Distans:

source: Points:
de: Punkte:
es: Puntos:
it: Punti:
nl: Punten:
no: Poeng:
sv: Punkter:

source: Do You want to use this task and replace the old?
de: Wollen Sie diese Aufgabe verwenden und die alte ersetzen?
es: Quiere utilzar esta prueba y reemplazar la antigua?
fr: Voulez-vous utiliser cette épreuve et remplacer l'ancienne ?
it: Vuoi usare questo task e sostituire il vecchio?
nl: Wilt u deze opdracht gebruiken en de oude opdracht vervangen?
no: Vil du bruke denne oppgaven og erstatte den gamle?
sv: Vill du använda denna uppgift och ersätta den tidigare?

source: Optimizing
de: Optimieren
es: Optimizando
fr: Optimisation en cours
it: Ottimizzazione
nl: Bezig met optimaliseren
no: Optimaliserer
sv: Optimerar

source: Task definition
de: Aufgaben Definition
es: Definición de prueba
fr: Définition de l'épreuve
nl: Opdrachtdefinitie

source: &Name
es: &Nombre
fr: &Nom
nl: &Naam

source: Task T&ype
de: Auf&gaben Art
es: T&ipo de prueba
fr: T&ype d'épreuve
nl: Opdrachtt&ype

source: Side of FAI area
de: Seite der FAI Flächen
es: Lado de área FAI
fr: Côté du secteur FAI
nl: Kant van FAI-oppervlak

source: &left
de: &links
es: &izquierdo
fr: &gauche
nl: &links

source: ri&ght
de: &rechts
es: &derecho
fr: &droite
nl: &rechts

source: Waypoint
de: Wegpunkt
es: Punto de ruta
fr: Jalon
it: Pilone
nl: Keerpunt
no: Vendepunkt

source: Distance
de: Distanz
es: Distancia
it: Distanza
nl: Afstand
no: Distanse

source: &Waypoint's
de: &Wegpunkte
es: De los &Waypoints
fr: &Jalons
nl: &Keerpunten

source: Task Type FAI Area: You can define a task with either takeoff, start, end and landing or takeoff, start, end, landing and one additional route point. The FAI area calculation will be made with start and end point or start and route point, depending wether the route point is defined or not Deleting takeoff start, end and landing points is not possible, but you can replace them with other waypoints. New waypoints will be added after the selected one.
de: Aufgaben Typ FAI-Flächen Sie können eine Aufgabe mit entweder Start, Beginn, Ende und Landung oder Start, Beginn, Ende, Landung und einem weiteren Wegpunkt definieren. Zur Berechnung der FAI-Fläche werden Beginn und Ende und der eventuell definierte Wegpunkt verwendet. Das Löschen von Start, Beginn, Ende und Landung ist nicht möglich, aber Sie können Sie durch andere Wegpunkte ersetzen. Neue Wegpunkte werden nach dem selektierten eingefügt.
fr: Épreuve "Secteur FAI" : Vous pouvez définir l'épreuve à partir des point de décollage, de départ, de fin et d'atterrissage uniquement soit à partir de ces mêmes points et d'un point de route additionnel. Le secteur FAI est calculé à partir des points de départ et d'arrivée ou des points de départ et de route si celui-ci est définiIl n'est pas possible d'effacer les points de départ, de fin ou d'atterrissage mais vous pouvez les remplacer par d'autres jalons. Les nouveaux jalons seront ajoutées après que la zone sélectionnée.
nl: Opdrachttype 'FAI-area': U kunt een opdracht definiëren met een start, opdrachtstart, opdrachteinde en een landing en optioneel één extra keerpunt. De FAI-area-berekening wordt gemaakt met behulp van het opdracht-start- en -eindpunt of het opdracht-start- en het keerpunt, afhankelijk van of er een keerpunt opgegeven is of niet. Het verwijderen van de start, opdrachtstart, opdrachteinde en landingpunten is niet mogelijk, maar u kunt ze wel vervangen door andere punten. Nieuwe keerpunten zullen worden ingevoegd na het geselecteerde keerpunt.

source: Task selection
de: Aufgaben Auswahl
fr: Sélection d'épreuve
nl: Opdrachtselectie

source: Do not show this message again.
de: Diese Nachricht nicht mehr zeigen.
fr: Ne plus afficher ce message
nl: Deze mededeling niet opnieuw tonen.

source: Task Type Traditional Route: You can define a task with takeoff, start, end, landing and route points. Deleting takeoff start, end and landing is not possible, but you can replace them with other waypoints. New waypoints will be added after the selected one.
de: Ausgaben Typ Tradidionelle Route: Sie können eine Aufgabe definieren mit Start, Beginn, Ende, Landung und weiteren Wegpunkten. Das Löschen von Start, Beginn, Ende und Landung ist nicht möglich, aber Sie können die Punkte durch andere Wegpunkte ersetzen. Neue Wegpunkte werden nach dem selektierten eingefügt.
fr: Épreuve "route traditionnelle" :Vous pouvez définir une épreuve à partir des points de décollage, de départ, de fin, d'atterrissage et de route . Il n'est pas spossible d'effacer les points de décollage, de départ, de fin ou d'atterrissage, mais vous pouvez les remplacer par d'autres jalons. Les nouveaux jalons seront ajoutés après ceux sélectionnés.
nl: Opdrachttype 'Traditionele route': U kunt een opdracht definiëren met een start, een opdrachtstart, een opdrachteinde, een landing en keerpunten daartussen. Het verwijderen van de eerste vier punten is niet mogelijk, maar u kunt ze wel vervangen door andere keerpunten. Nieuwe keerpunten zullen worden toegevoegd na het geselecteerde punt.

source: Route Point
de: Wegpunkt
es: Punto de ruta
fr: Point de route
nl: Keerpunt

source: Free Point
de: freier Punkt
es: Punto libre
fr: Point libre
nl: Vrije punt

source: Flightevaluation:
de: Flugauswertung:
es: Evaluación del vuelo:
fr: Evaluation du vol :
it: Valutazione del volo
nl: Vluchtevaluatie:
no: Evaluering
sv: Utvärdering av flygning:

source: Circling
de: Kreisflug
es: Virando
fr: Spirale
it: Spirali
nl: Cirkelen
no: Sirkling
sv: Cirklar runt

source: Time
de: Zeit
es: Tiempo
fr: Temps
it: Tempo
nl: Tijd
no: Tid
sv: Tid

source: Alt. Gain
de: Höhengewinn
es: Gan. Alt.
fr: Gain d'altitude
it: Alt. guadagnata
nl: Hoogtewinst
no: Høydegevinst
sv: Höjd, ökning

source: Alt. Loss
de: Höhenverlust
es: Perd. Alt.
fr: Perte d'altitude
it: Alt. persa
nl: Hoogteverlies
no: Høydetap
sv: Höjd, minskning

source: Alt. Netto
nl: Hoogteverschil

source: Straight
de: Geradeausflug
es: Recto
fr: Ligne droite
it: Planata
nl: Rechtuit
no: Rett legg
sv: Rakt fram

source: tot. Distance
de: Ges. Distanz
es: Distancia tot.
fr: Distance totale
it: Distanza tot.
nl: totale afstand
sv: sammanlagd distans

source: L/D ratio
de: Gleitzahl
es: Ratio L/D
fr: Finesse
it: Efficienza
nl: Glijhoek
no: L/D-forhold
sv: Glidtal

source: Total
nl: Totaal

source: Flight sections
nl: Vluchtfases

source: End
nl: Eind

source: L/D
nl: Glijhoek

source: Cannot evaluate task
de: Kann Aufgabe nicht auswerten
es: No se puede evaluar la prueba
fr: Ne peut évaluer l'épreuve
it: Valutazione task non possibile
nl: Kan opdracht niet evalueren
no: Kan ikke evalurere oppgaven
sv: Kan inte bedöma uppgift

source: Cannot (yet) evaluate a flight group
de: Kann (bislang) keine Fluggruppen auswerten
es: (Aún) no se puede evaluar un flight group
fr: Ne peut pas (encore) évaluer le groupe de vol
it: Valutazione gruppo di voli non (ancora) possibile
nl: Kan (momenteel) vluchtgroep (nog) niet evalueren
no: Kan ikke evaluere en gruppe flyvninger enda
sv: Kan (ännu) inte bedöma en gruppflygning

source: Unlimited
de: Unbegrenzt
es: Ilimitado
fr: Illimité
it: Illimitato
nl: Onbeperkt
no: Ubegrenset
sv: Obegränsad

source: unknown
de: unbekannt
es: desconocido
fr: inconnu
it: sconosciuto
nl: onbekend
no: ukjent
sv: okänd

source: getFlightDir(): Wrong amount of bytes from LX-device
nl: getFlightDir(): Verkeerd aantal bytes ontvangen van LX-apparaat

source: getFlightDir(): Bad CRC
nl: getFlightDir(): Slechte CRC (checksum)

source: getFlightDir(): Wrong index byte
nl: getFlightDir(): Verkeerde index byte

source: getFlightDir(): no flights available in LX-device
nl: getFlightDir(): geen vluchten beschikbaar in LX-apparaat

source: Could not create temporary file. Please check your writepermissions.
de: Kann keine temporäre Datei anlegen. Bitte prüfen Sie Ihre Berechtigung.
es: No se puede crear archivo temporal. Compruebe sus permisos de escritura.
fr: Impossible de créer le fichier temporaire.Vérifiez vos doirts en écriture !
nl: Kan geen tijdelijk bestand aanmaken. Controleer uw schrijfrechten.

source: getBasicData(): Wrong amount of bytes from LX-device
nl: getBasicData(): Verkeerd aantal bytes ontvangen van LX-apparaat

source: getBasicData(): Bad CRC
nl: getBasicData(): Slechte CRC (checksum)

source: check igc file for further info
de: Prüfen Sie die IGC-Datei auf weitere Informationen
fr: Vérifier le fichier igc pour plus d'informations
nl: controleer IGC bestand voor meer informatie

source: cannot open igc file
de: Kann IGC-Datei nicht öffnen
fr: impossible d'ouvrir le fichier igc
nl: kan IGC bestand niet openen

source: No baudrate found!
nl: Geen baudrate gevonden!

source: No logger found!
de: Keinen Logger gefunden !
es: ¡No se encuentra ningún logger!
fr: Pas d'enregistreur trouvé
nl: Geen logger gevonden!

source: Invalid memory size in the flight table from the LX-device.
de: Falsche Speichergröße in der Flugtabelle vom LX-Gerät.
fr: Taille de mémoire invalide dans la table des vols du LX
nl: Ongeldig geheugenomvang in de tabel met vluchten dat ontvangen is van het LX-apparaat.

source: Invalid response from LX-device.
de: Ungültige Antwort vom LX-Gerät.
fr: Réponse invalide du LX
nl: Ongeldige reactie ontvangen van LX-apparaat.

source: get_mem_sections(): Bad CRC
de: get_mem_sections(): Falsche Checksumme
fr: get_mem_sections(): Mauvais CRC
nl: get_mem_sections(): Slechte CRC (checksum)

source: get_logger_data(): Bad CRC
de: get_logger_data(): Falsche Checksumme
fr: get_logger_data(): Mauvais CRC
nl: get_logger_data(): Slechte CRC (checksum)

source: unexpected end of '.fil'-file
de: Unerwartetes Ende der '.fil' Datei
fr: fin inattendu de fichier '.fil'
nl: onverwacht einde van '.fil'-bestand

source: unexpected record id in '.fil'-file
de: unerwarteter Record in '.fil' Datei
fr: identifiant d'enregistrement inattendu dans le fichier '.fil'
nl: onverwachte record-id in '.fil'-bestand

source: No response from recorder within 10 seconds! Did you press WRITE/RTE?
de: Keine Antwort vom Recorder innerhalb von 10 Sekunden! Haben Sie WRITE/RTE gedrückt ?
fr: Pas de réponse de l'enregistreur dans les 10 secondes ! Avez-vous appuyez sur WRITE/RTE?
nl: Al 10 seconden geen reactie ontvangen van de logger! Drukte u op WRITE/RTE?

source: Filser::readWaypoints(): Bad CRC
nl: Filser::readWaypoints(): Slechte CRC (checksum)

source: Filser::writeDA4Buffer: Bad CRC
nl: Filser::writeDA4Buffer: Slechte CRC (checksum)

source: Filser::writeDA4Buffer: transfer failed
nl: Filser::writeDA4Buffer: overdracht mislukt

source: Total Distance
de: Gesamt Distanz
es: Dis. Total
fr: Distance totale
nl: Totale afstand

source: Task Distance
de: Aufgaben-Distanz
es: Dis. de prueba
fr: Distance de l'épreuve
it: Distanza Task
nl: Opdrachtafstand
no: Oppgave Distanse
sv: Uppgift distans

source: Average Speed
de: Durchschnittsgeschwindigkeit
es: Velocidad media
fr: Vitesse moyenne
nl: Gemiddelde snelheid

source: Points
de: Punkte
es: Puntos
it: Punti
nl: Punten
no: Poeng
sv: Punkter

source: Leg Distance
de: Schenkellänge
es: Distancia tramo
fr: Longueur de la branche
nl: Beenlengte

source: FAI Distance
de: FAI Distanz
es: Distancia FAI
fr: Distance FAI
nl: FAI-afstand

source: Task-Type:
de: Aufgaben Typ:
es: Tipo prueba:
fr: Type d'épreuve :
it: Tipo-Task:
nl: Opdrachttype:
no: Oppgavetype:
sv: Typ av uppgift:

source: Next waypoint
de: Nächster Wegpunkt
es: Punto de ruta siguiente
fr: Jalon suivant
it: Prossimo pilone
nl: Volgende keerpunt
no: Neste vendepunkt
sv: Nästa brytpunkt

source: Flight contains no waypoints
de: Flug enthält keine Wendepunkte
es: El vuelo no tiene puntos de ruta
fr: Le vol ne contient pas de jalons
it: Il volo non contiene punti di virata
nl: Vlucht bevat geen keerpunten
no: Flyvningen inneholder ingen vendepunkter
sv: Flygningen innehåller inga brytpunkter

source: Flight group
de: Flug-Gruppe
es: Grupo de vuelos
fr: Groupe de vols
it: Gruppo di voli
nl: Vluchtengroep
no: Gruppe med flyvninger
sv: Flyg-grupp

source: Click on the group name to start editing
de: Klicken Sie auf den Gruppen-Namen, um das Editieren zu beginnen
es: Haga clic en el nombre del grupo para comenzar a editar
fr: Cliquer sur le nom du groupe pour l'éditer
it: Clikka sul nome del gruppo per editare
nl: Klik op de groepnaam om met bewerken te beginnen
no: Klikk på gruppens navn for å editere
sv: Klicka på gruppnamn för att börja redigera

source: no task given
de: Keine Aufgabe angegeben
es: ninguna prueba dada
fr: pas d'épreuve définie
it: nessun task
nl: geen opdracht gegeven
no: ingen oppgave satt
sv: ingen angiven uppgift

source: Cumulus/KFLog-e plugin, version %1
es: Cumulus/KFLog-e plugin, versión %1
fr: plug-in Cumulus/KFLog-e, version %1
nl: Cumulus/KFLog-e plugin, versie %1

source: There was a problem transfering the flights from the PDA.
nl: Er was een probleem met het overzetten van de vluchten uit de PDA.

source: There are no flights recorded on the PDA.
nl: Er zijn geen vluchten opgeslagen op de PDA.

source: There was a problem copying the flight from the temporary to the new location.
nl: Er was een probleem toen de vlucht werd gekopieert van de tijdelijke naar de nieuwe locatie.

source: <qt>Could not connect to PDA, or the following file did not exist:<br><br>%1</qt>
de: <qt>Keine Verbindung zum PDA, oder die Datei:<br>%1<br>existiert nicht</qt>
es: <qt>No se ha podio conectar con PDA, o el siguiente archivo no existe:<br><br>%1</qt>
fr: <qt>Impossible de connecter le PDA, ou le fichier n'existe pas : <br><br>%1</qt>
nl: <qt>Kan geen verbinding maken met de PDA of het volgende bestand bestaat niet:<br><br>%1</qt>

source: Not connected to PDA!
de: Keine Verbindung zum PDA!
es: ¡Sin conexión a la PDA!
fr: Non connecté aux PDA !
nl: Niet verbonden met PDA!

source: Could not download tasks file from PDA.
nl: Kan het opdrachtenbestand niet downloaden van de PDA.

source: Could not read temporary task file downloaded from PDA.
nl: Kan het tijdelijke opdrachtenbestand niet lezen dat van de PDA was gedownload.

source: No tasks defined on PDA.
nl: Geen opdrachten gedefiniëerd in de PDA.

source: Tasks not found on PDA.
nl: Geen opdrachten gevonden op de PDA.

source: There were no tasks to upload.
nl: Er zijn geen opdrachten om te uploaden.

source: Could not open temporary task file for writing.
nl: Kan het tijdelijke opdrachtenbestand niet openen, waardoor de opdracht niet naar de PDA kan worden geüpload.

source: There was an error writing to the temporary task file.
nl: Er is een fout opgetreden bij het schrijven naar het tijdelijke opdrachtenbestand.

source: There was an error uploading the task file to the PDA.
nl: Er is een fout opgetreden bij het uploaden van het opdrachtenbestand naar de PDA.

source: Could not download waypointfile from PDA.
de: Kann Wegpunktdatei nicht vom PDA herunterladen
es: No se ha podido descargar el archivo de puntos de ruta del PDA.
fr: Impossible de télécharger le fichier de jalons du PDA.
nl: Kan keerpuntenbestand niet downloaden van PDA.

source: Upload of temporary file to PDA failed.
de: Das Hochladen der temporären Datei zum PDA ist fehlgeschlagen.
es: Ha fallado el envío del archivo temporal a PDA.
fr: La transmission du fichier temporaire vers le PDA a échoué.
nl: Het uploaden van het tijdelijke bestand is mislukt.

source: Help for 3D view
de: Hilfe für 3D Ansicht
es: Ayuda para la vista 3D
fr: Aide pour la visualisation en 3D
nl: Help voor 3D-venster

source: Basic key functions: Left/Right : rotate Up/Down : tilt +/- : zoom S : toggle shadow B : toggle back F : toggle front
de: Tastaturkürzel: Links/Rechts: Drehung Hoch/Runter: kippen +/-: Zoom S: Schatten ein/aus B: Rückwand ein/aus F: Vorderwand ein/aus
es: Funciones básicas del teclado: Izq./Der. : rotar Arr./Aba. : inclinar +/- : zoom S : activar/desactivar sombra B : activar/desactivar atras F : activar/desactivar alante
fr: Touches de fonctions de base : Gauche/Droite : Rotation Haut/Bas : Inclinaison +/- : Zoom S : Projection au sol B : Arête arrière F : Arête avant
nl: Basisfuncties toetsen: Links/Rechts : roteren Boven/Onder : schuin houden +/- : vergroten/verkleinen S : schaduw aan/uit zetten B : achterkant aan/uit zetten F : voorkant aan/uit zetten

source: No OpenGL extension for display found! Check your configuration!
nl: Geen OpenGL extensie voor het weergeven gevonden! Controleer uw configuratie!

source: Elevation (m)
de: Höhe (m)
es: Elevación (m)
fr: Altitude (m)
it: Altitudine (m)
nl: Hoogte (m)
no: Høyde (m)
sv: Höjd (m)

source: Frequency
de: Frequenz
es: Frecuencia
fr: Fréquence
it: Frequanza
nl: Frequentie
no: Frekvens
sv: Frekvens

source: Landable
de: Landung möglich
es: Aterrizable
fr: Vachable
it: Atterrabile
nl: Landbaar
no: Landbar
sv: Landningsbar

source: Runway
de: Startbahn
es: Pista
fr: Piste
it: Pista
nl: Baan
no: Rullebane
sv: Landningsbana

source: Length (m)
de: Länge (m)
es: Longitud (m)
fr: Longueur (m)
it: Lunghezza (m)
nl: Lengte (m)
no: Lendge (m)
sv: Längd (m)

source: Surface
de: Oberfläche
es: Superficie
fr: Revêtement
it: Superficie
nl: Oppervlak
no: Overflate
sv: Ytskikt

source: Comment
de: Kommentar
es: Comentario
fr: Commentaire
it: Commento
nl: Opmerking
no: Kommentar
sv: Kommentar

source: &New catalog
de: &Neuer Katalog
es: &Nuevo catálogo
fr: &Nouvelle liste
it: &Nuovo catalogo
nl: &Nieuwe catalogus
no: &Ny katalog
sv: &Ny katalog

source: &Open catalog
de: Katalog &öffnen
es: &Abrir catálogo
fr: &Ouvrir une liste
it: Apri catalogo (&Open)
nl: Catalogus &openen
no: &Åpne katalog
sv: &Öppna katalog

source: &Import catalog
de: Katalog &importieren
es: &Importar catálogo
fr: &Importer une liste
it: &Importa catalogo
nl: Catalogus &importeren
no: &Importer katalog
sv: &Importera katalog

source: Import from &map
de: von &Karte importieren
es: Importar desde el &mapa
fr: Importer depuis la &carte
it: Importa da &mappa
nl: Uit &kaart importeren
no: Importer fra &kart
sv: Importera från &karta

source: Import from &file
de: aus Datei &importieren
es: importar desde &archivo
fr: Importer depuis le &fichier
it: Importa da &file
nl: Uit &bestand importeren
no: Importer fra &fil
