Repository: Exadios/KFLog
Catalog: po/*.po
Languages: de, es, fr, it, nl, no, sv

source: A waypoint with the name<BR><BR><B>%1</B><BR><BR>is already in current catalog.<BR><BR>Do you want to overwrite the existing waypoint?
nl: Er is al een keerpunt met de naam <BR><BR><B>%1</B><BR><BR>in de huidige catalogus.<BR><BR>Wilt u het reeds bestaande keerpunt overschrijven?

source: Add waypoint
de: Wegpunkt hinzufügen
fr: Ajouter un jalon
nl: Keerpunt toevoegen

source: &Overwrite
de: &Überschreiben
fr: È&craser
nl: &Overschrijven

source: A waypoint with the name<BR><BR><B>%1</B><BR><BR>is already in current catalog.<BR><BR>Do you want to rename the waypoint you are adding or overwrite the existing waypoint?
de: Wegpunkt<BR><BR><B>%1</B><BR><BR>ist im aktuellen Katalog schon vorhanden.<BR><BR>Wollen Sie den Wegpunkt umbenennen oder soll der vorhandene Wegpunkt überschrieben werden?
fr: Il existe déjà un jalon nommé<BR><BR><B>%1</B><BR><BR> dans la liste courante.<BR><BR>Voulez-vous renommer le jalon en cours d'ajout ou écraser le jalon déjà existant ?
nl: Er is al een keerpunt met de naam <BR><BR><B>%1</B><BR><BR>in de huidige catalogus.<BR><BR>Wilt u het keerpunt dat u nu invoegt hernoemen of wilt u het bestaande keerpunt overschrijven?

source: &Rename
de: &Umbenennen
fr: &Renommer
nl: &Hernoemen

source: Waypoint name
de: Wegpunkt
fr: Nom du jalon
nl: Keerpuntnaam

source: Please enter a new name for the waypoint
de: Bitte geben Sie einen Namen für den neuen Wegpunkt ein
fr: Entrez un nouveau nom pour le jalon !
nl: Geef een nieuwe naam voor het keerpunt op

source: Filter waypoints
de: Wegpunkte filtern
es: Filtar puntos de ruta
fr: Filtrer les jalons
it: Filtra piloni
nl: Keerpunten filteren
no: Filtrer vendepunkter
sv: Filtrera brytpunkter

source: &Use all
de: verwende &Alle
es: &Usar todos
fr: Tout &utiliser
it: &Usa tutti
nl: &Gebruik alle
no: &Bruk alle
sv: A&nvänd alla

source: &Airports
de: &Flugplätze
es: &Aeropuertos
fr: &Aéroports
it: &Aeroporti
nl: &Vliegvelden
no: &Flyplasser
sv: &Flygplatser

source: &Glider sites
de: &Segelflugplätze
es: &Campos de VSM
fr: &Plateformes vélivoles
it: Aeroporti VaV (&Glider)
nl: &Zweefvliegvelden
no: &Seilflyplasser
sv: Flygfält för &glidflygplan

source: &Other sites
de: andere &Plätze
es: &Otros sitios
fr: Autres platef&ormes
it: Altri siti (&Other)
nl: &Overige vliegvelden
no: &Andre
sv: Ö&vriga flygfält

source: Ou&tlanding fields
de: &Außenlandefelder
es: Campos de aterrizaje &fuera campo
fr: Champs &vachables
it: Campi a&tterrabili
nl: Buiten&landingsvelden
no: U&telandingsjorder
sv: Fält för &utelandning

source: O&bstacles
de: &Hindernisse
es: O&bstaculos
it: Ostacoli (&B)
nl: O&bstakels
no: Hin&der
sv: H&inder

source: &Landmarks
de: &Landmarken
es: &Hitos
fr: &Marques au sol
it: Confini (&L)
nl: &Oriëntatiepunten
no: &Landemerker
sv: Landm&ärken

source: Area
de: Gebiet
es: Área
fr: Zone
nl: Gebied
no: Område
sv: Yta

source: From
de: Von
es: Desde
fr: De
it: Da
nl: Van
no: Fra
sv: Från

source: Lat
nl: Br.gr.
no: Bre

source: Long
de: Lon
es: Lon
nl: Leng.gr.
no: Len

source: To
de: Bis
es: Hasta
fr: À
it: A
nl: Naar
no: Til
sv: Till

source: Radius
es: Radio
fr: Rayon
it: Raggio
nl: Straal
sv: Radie

source: Position
es: Posición
it: Posizione
nl: Positie
no: Posisjon

source: Homesite
de: Heimatflugplatz
es: Campo base
fr: Site d'attache
it: Aeroporto di casa
nl: Thuisveld
no: Hjemmebase
sv: Hemflygplats

source: Center of map
de: Mittelpunkt der Karte
es: Centrar a mapa
fr: Centre de la carte
it: Centro della mappa
nl: Kaartmidden
no: Midt på kartet
sv: Kartans mitt

source: Airfield
de: Flugplatz
es: Aeródromo
fr: Aérodrome
it: Aviosuperficie
nl: Vliegveld
no: Flyplass
sv: Flygfält

source: Radius (km)
es: Radio (km)
fr: Rayon (km)
it: Raggio (km)
nl: Straal (km)
sv: Radie (km)

source: &Clear
de: &Löschen
es: &Limpiar
fr: &Nettoyer
nl: &Wissen
no: &Nullstill
sv: R&ensa

source: KFLog - 3D View
de: KFLog - 3D Ansicht
es: KFLog - Vista 3D
fr: KFLog - Vue en 3D
it: KFLog - Vista 3D
nl: KFLog - 3D -aanzicht
no: KFlog - 3D fremvisning
sv: KFlog - 3-dimensionell

source: export to png graphics file
fr: exporter comme image .png
nl: exporteer naar png afbeeldingsbestand

source: width of pixmap
fr: largeur de l'image
nl: breedte van afbeelding

source: height of pixmap
fr: hauteur de l'image
nl: hoogte van afbeelding

source: suppress comment
fr: supprimer le commentaire
nl: onderdruk commentaar

source: quit after export (batch mode)
fr: quitter après l'export (mode batch)
nl: sluit af na exporteren (batch mode)

source: waypoint-catalog to open
de: Wegpunkt-Katalog öffnen
fr: liste de jalons à ouvrir
nl: keerpunten-catalogus om te openen

source: igc-file to open
fr: fichier igc à ouvrir
nl: igc-bestand om te openen

source: KFLog - The K-Flight-Logger
de: KFLog - Der K-Flug-Logger
es: KFLog - El K-Flight-Logger
it: KFLog - il K-Flight-Logger
nl: KFLog - de K-Flight-Logger
sv: KFlog - Flygloggbok för K

source: The maps used for KFLog are derived from both the GTOPO30-data and the Digital Chart of the World. If You have no mapfiles installed, please visit our homepage to download the area You need.
de: Die von KFLog verwendeten Karten stammen aus GTOPO30 Daten und der Digital Chart of the World. Sollten Sie noch keine Kartendateien installiert haben besuchen Sie bitte unsere Homepage und laden das Gebiet, welches Sie benötigen, herunter.
es: Los mapas utilizados por KFlog derivan tanto de los datos GTOPO30 y del Digital Chart of the World. Si no tiene mapas instalados, visite nuestra página Web para descargar el área que necesite.
fr: Les cartes utilisées pour KFLog sont construites à partir des données GT0P030 et de la « Carte Numérique du Monde » (Digital Chart of the World). Si vous n'avez pas encore installé de fichiers de carte, allez sur notre page web pour télécharger les zones qui vous interessent.
it: Le mappe usate da KFLog derivano da dati GTOPO30 e dalla Digital Chart of the World. Se non avete mappe installate, visitate la nostra homepage e scaricate le mappe che vi servono.
nl: De kaarten die gebruikt worden voor KFLog zijn afgeleid van zowel de GTOP030-gegevens als de Digital Chart of the World. Als u geen kaartbestanden geïnstalleerd heeft, bezoek dan alstublieft onze website om de bestanden voor het gebied dat u nodig hebt te downloaden.
no: Kartene som brukes i KFLog er laget fra både GTOPO30-data og fra Digital Chart of the World. Hvis du ikke har installert noen kartfiler, vennligst besøk vår hjemmeside og last ned det området du trenger.
sv: Kartorna som används i KFlog härstammar från både GTOPO30-data och Digital Chart of the World. Om du inte har installerat kartfiler, så var vänlig och besök vår hemsida och hämta hem det område du behöver.

source: Maintenance, Core-developer, Mapdata
de: Betreuer, Haupt-Entwickler, Karten
fr: Maintenance, « Core-developer », données des cartes
nl: Onderhoud, Kernontwikkelaar, Kaartgegevens

source: Maintenance, Core-developer
de: Betreuer, Haupt-Entwickler
es: Mantenimiento, desarrollador principal
it: Manutenzione, Sviluppatore principale
nl: Onderhoud Kernontwikkelaar
no: Vedlikehold; Kjerne-utvikler
sv: Underhåll, Huvudutvecklare

source: Maintenance, Developer
nl: Onderhoud, Ontwikkelaar

source: Developer (Waypoint-handling, Plugin architecture, ...)
de: Entwickler (Wegpunktbehandlung, Plugin-Architektur,...)
nl: Ontwikkelaar (Keerpunten-systeem, Plugin-architectuur, ...)

source: Developer (OLC Optimization)
de: Entwickler (OLC Optimierung)
es: Desarrollador (Optimazación OLC)
fr: Développeur (Optimisation OLC)
nl: Ontwikkelaar (OLC-optimalisatie)

source: Developer
de: Entwickler
fr: Développeur
nl: Ontwikkelaar

source: Developer (Waypoint-Dialog, Task-handling)
de: Entwickler (Wegpunkt-Dialog, Aufgabenplanung)
es: Desarrollador (Diálogo de puntos de ruta, manejo de pruebas)
fr: Développeur (Boîtes de dialogue des jalons, gestion des épreuves)
it: Sviluppatore (Waypoint-Dialog, Task-handling)
nl: Ontwikkelaar (Keerpunten-dialoogvenster, Opdrachtondersteuning)
no: Utvikler (Vendepunkts dialog, Oppgaver)
sv: Utvecklare (brytpunktsdialog, uppgiftshantering)

source: Developer (3D-Dialog)
de: Entwickler (3D-Dialog)
es: Desarrollador (Diálogo 3D)
fr: Développeur (Boites de dialogue partie « 3D »)
it: Sviluppatore (3D-Dialog)
nl: Ontwikkelaar (3D-dialoogvenster)
no: Utvikler (3D-dialog)
sv: Utvecklare (3D-dialog)

source: _: NAME OF TRANSLATORS Your names
de: Heiner Lamprecht, Eggert Ehmke
es: Marcos Mezo
fr: _: TRADUCTEURS Pierre Goyer
it: Andrea Gnesutta
nl: André Somers, Rinse de Vries, Constantijn Neeteson
no: : NAVN OP OVERSETTER Thomas Nielsen
sv: _: NAMN PÅ ÖVERSÄTTARE Era namn

source: _: EMAIL OF TRANSLATORS Your emails
de: heiner@kflog.org, eggert@kflog.org
es: mmezo at selexco dot net
fr: _: E-MAIL DES TRADUCTEURS pierre@klog.org
it: andrea@smsnet.net
nl: a.t.somers@student.utwente.nl,andre@kflog.org,rinsedevries@kde.nl
no: thomas@kflog.org
sv: _: E-POST TILL ÖVERSÄTTARE Era e-postadresser

source: Time scale:
de: Zeit Maßstab:
es: Escala de tiempo:
fr: Échelle de temps :
it: Scala tempo:
nl: Tijdsschaal:
no: Tidsskala:
sv: Tidsskala:

source: Smoothness:
de: Glättung:
es: Suavidad:
fr: Lissage :
it: Grado di dettaglio:
nl: Vloeiendheid:
no: Glatthet:
sv: Jämnhet:

source: Flightplanning
de: Flugplanung
es: Preparación del vuelo
fr: Préparation du vol
it: Pianificazione volo
nl: Vluchtplanning
no: Planlegging
sv: Flygplanering

source: Task-Type
de: Aufgabentyp
es: Tipo de prueba
fr: Type d'épreuve
it: Tipo task
nl: Opdrachttype
no: Oppgavetype
sv: Typ av uppgift

source: total Distance
de: Gesamtdistanz
es: Distancia total
fr: Distance totale
it: Distanza totale
nl: totale afstand
no: total Distanse
sv: sammanlagd distans

source: Task-Distance
de: Aufgaben-Distanz
es: Distancia de prueba
fr: Épreuve de distance
it: Distanza del Task
nl: Opdrachtlengte
no: Oppgave distanse
sv: Uppgift, distans

source: Task
de: Aufgabe
es: Prueba
fr: Épreuve
nl: Opdracht
no: Oppgave
sv: Uppgift

source: <B>The map</B><P>To move or scale the map, please use the buttons in the <B>Map-control</B>-area. Or center the map to the current cursor-positon by using the right mouse-button.</P><P>To zoom in or out, use the slider or the two buttons on the toolbar. You can also zoom with "&lt;Ctrl&gt;&lt;+&gt;" or "+" (zoom in) and "&lt;Ctrl&gt;&lt;-&gt;" or "-"(zoom out).</P><P>The cursor keys and the keys on the NumPad can also pan the map, ifNumLock is switched on.</P><P>With the menu-item "Options" -> "Configure KFLog" you can configure, which map elements should be displayed at which scale.</P>
de: <B>Kartenanzeige</B> <P>Benutzen Sie bitte die Buttons in der <B>Kartenkontrolle</B> um die Karte zu verschieben oder den Maßstab zu ändern ben. Mit Hilfe der rechten Maustaste können Sie die Karte zentrieren. </P> <P>Um den Maßstab zu verändern, benutzen Sie die Buttons in der Toolbar oder den Schieber in der Kartenkontrolle. Sie können auch die Tasten "&lt;Ctrl&gt;&lt;+&gt;" oder "+" (vergrößern) und "&lt;Ctrl&gt;&lt;-&gt;" oder "-"(verkleinern) benutzen. </P> <P>Mit den Pfeiltasten und den Tasten auf dem numerischen Tastenblock kann die Karte ebenfalls verschoben werden, wenn NumLock eingeschaltet ist.</P> <P>Mit der Menü-Option "Einstellungen" -> "KFLog einrichten" können Sie einrichten, welche Kartenelemente bei welchem Maßstab dargestellt werden sollen. </P>
fr: <B>Carte</B><P>Pour déplacer ou changer l'échelle de la carte, utilisez les boutons de la zone <B>Contrôles de la carte</B> ! Ou centrez la carte sur la position courante du pointeur de la souris par un clic droit.</P><P> Pour zoomer/dézoomer, utilisez le curseur ou les deux boutons de la barre d'outils. Vous pouvez aussi zoomer à l'aide des touches "&lt;Ctrl&gt;&lt;+&gt;" ou "+" (agrandir) et "&lt;Ctrl&gt;&lt;-&gt;" ou "-" (réduire).</P><P> Les touches de direction et le pavé numérique influent également sur la carte si Verr. Num. est enclenché.</P><P>Via le menu "Options" -> "Configure KFLog" vous pouvez configurer quels éléments de cartes sont affichés à partir de quelle échelle.<P>
nl: <B>De kaart</B><P>Om de kaart te verplaatsen of te verschalen, gebruikt u de knoppen in het <B>Kaartcontrole</B> venster. U kunt ook de kaart centreren met de middelste muisknop of de optie uit het contextmenu, dat u via de rechter muisknop bereikt.</P><P>Om in- of uit- te zoomen kunt u de schuifbalk of de twee knoppen op de werkbalk gebruiken. U kunt ook zoomen met "&lt;Ctrl&gt;&lt;+&gt;" of "+" (zoom in) en "&lt;Ctrl&gt;&lt;-&gt;" of "-" (zoom uit).</P> <P>De cursortoetsen en de toetsen op het numerieke toetsenbord kunnen ook gebruikt worden om de kaart te verplaatsen, als Numlock aan staat.</P><P>Via de menuoptie "Instellingen" -> "KFLog instellen" kunt u instellen welke kaartelementen zichtbaar moeten zijn op welke schaal.</P>

source: Waypoint:
de: Wegpunkt:
fr: Jalon :
nl: Keerpunt:

source: not reached
de: nicht erreicht
es: no alcanzado
fr: non atteint
it: non raggiunto
nl: niet bereikt
no: ikke nådd
sv: inte uppnådd

source: Take Off
de: Start
es: Despegue
fr: Décollage
it: Decollo
nl: Start
sv: Start

source: Begin of task
de: Beginn der Aufgabe
es: Comienzo de la prueba
fr: Début de l'épreuve
it: Inizio del task
nl: Begin van de opdracht
no: Start på oppgaven
sv: Början på uppgift

source: End of task
de: Ende der Aufgabe
es: Fín de la prueba
fr: Fin d'épreuve
it: Fine del task
nl: Einde van de opdracht
no: Slutt på oppgaven
sv: Slut på uppgift

source: Airspace-Structure
de: Luftraumstruktur
es: Estructura de espacio aéreo
fr: Structure de l'espace aérien
it: Struttura-spazio aereo
nl: Luchtruimtestructuur
no: Luftromsstruktur
sv: Luftrummets struktur

source: %1 with %2 (%3) on %4
de: %1 mit %2 (%3) am %4
es: %1 con %2 (%3) en %4
fr: %1 avec %2 (%3) sur %4
it: %1 con %2 (%3) su %4
nl: %1 met %2 (%3) op %4
no: %1 med %2 (%3) på %4

source: created by KFLog (www.kflog.org)
de: erzeugt von KFLog (www.kflog.org)
es: creado por KFLog (www.kflog.org)
fr: généré avec KFLog (www.kflog.org)
nl: gemaakt door KFLog (www.kflog.org)
no: laget av KFLog (www.kflog.org)

source: Select PNG-File
de: Wähle PNG-Datei
es: Elija archivo PNG
fr: Choix du fichier PNG
it: Seleziona file PNG
nl: PNG-bestand selecteren
no: Velg PNG-fil

source: To finish the planing, press <STRG> and the right mouse button!
de: Um das Planen zu beenden, drücken Sie <STRG> und die rechte Maustaste!
es: ¡Para finalizar la planificación pulse <STRG> y el botón derecho del ratón!
fr: Pour finir la plannification, appuyer sur <STRG> et le bouton droit de la souris !
nl: Om planning te beëindigen, druk op <CTRL> en klik met de rechter muisknop!

source: Map
de: Karte
es: Mapa
fr: Carte
it: Mappa
nl: Kaart
no: Kart
sv: Karta

source: &New waypoint
de: Neuer &Wegpunkt
fr: &Nouveau jalon
nl: &Nieuw keerpunt

source: &Edit waypoint
de: Wegpunkt &editieren
fr: É&diter un jalon
nl: Keerpunt &bewerken

source: &Delete waypoint
de: We&gpunkt löschen
es: &Eliminar puntos de ruta
fr: &Supprimer le jalon
it: Cancella pilone (&Delete)
nl: Keerpunt &verwijderen
no: &Slett vendepunkt
sv: R&adera brytpunkt

source: &End taskplanning
de: &Ende der Flugplanung
fr: &Fin de la plannification d'épreuve
nl: &Einde van opdrachtplanning

source: &Show map info...
de: &Karteninformation zeigen
fr: &Afficher les infos de la carte ...
nl: Kaartinfo &tonen...

source: &Center map
de: Verschiebe &Mittelpunkt der Karte
fr: &Centrer la carte
nl: Kaart &centreren

source: Zoom &In
de: Ver&größern
fr: A&grandir
nl: &Inzoomen

source: Zoom &Out
de: Ver&kleinern
fr: &Réduire
nl: &Uitzoomen

source: scale-limit
de: Maßstabsgrenze
es: límite-escala
fr: limites de l'échelle
it: limite-scala
nl: schaallimiet
no: skala-grense
sv: maximal skala

source: draw up to
de: zeichne bis
es: dibujar hasta
fr: Dessiner jusque
it: disegna fino a
nl: tekenen tot
no: tegn opp til
sv: rita till

source: Pen
de: Linie
es: Lápiz
fr: Crayon
nl: Rand
no: Penn
sv: Penna

source: Brush
de: Füllung
es: Brocha
fr: Brosse
nl: Vulling
no: Pensel
sv: Pensel

source: &Open Flight
de: &Flug öffnen
es: &Abrir vuelo
fr: Ouvrir un &vol
it: Apri Volo (&Open)
nl: Vlucht &openen
no: Å&pne flyvning
sv: &Öppna flygning

source: &Open Task
de: Aufgabe &öffnen
fr: Ouvrir une é&preuve
nl: Opdracht &openen

source: Close Flight
de: Flug schließen
es: Cerrar vuelo
fr: Fermer le vol
it: Chiudi Volo
nl: Vlucht sluiten
no: Lukk Flyvning
sv: Stäng flygning

source: Open Recorder
de: Logger öffnen
es: Abrir Logger
fr: Ouvrir un enregistreur
it: Apri Logger
nl: Logger openen
no: Åpne Flightrecorder
sv: Öppna inspelare

source: Import FlightGear File
de: FlightGear-Datei importieren
es: Importar archivo de FlightGear
fr: Importer un fichier FlightGear
it: Importa File FlightGear
nl: FlightGear-bestand importeren
no: Importer FlightGear fil

source: Import Gardown File
de: Gardown-Datei importieren
es: Importar archivo de Gardown
fr: Importer un fichier Gardown
it: Importa File Gardown
nl: Gardown-bestand importeren
no: Importer Gardown fil

source: Export to PNG...
de: Export nach PNG ...
es: Exportar a PNG...
fr: Exporter au format PNG ...
it: Esporta come PNG
nl: Exporteren naar PNG...
no: Eksporter til PNG...

source: Print Flightdata
de: Drucke Flugdaten
es: Imprimir información del vuelo
fr: Imprimer les données du vol
it: Stampa dati del volo
nl: Vluchtgegevens afdrukken
no: Skriv ut data fra flyvning
sv: Skriv ut flygdata

source: Move map
de: Karte verschieben
es: Mover mapa
fr: &Déplacer la carte
it: Muovi mappa
nl: Kaart verschuiven
no: Flytt kart
sv: Flytta karta

source: Center to &Task
de: auf &Aufgabe zentrieren
es: Centrar a &Prueba
fr: Centrer sur l'é&preuve
it: Centra sul &Task
nl: Centreer op &Opdracht
no: Sentrer til &Oppgaven
sv: Centrera på &uppgift

source: Center to &Flight
de: auf &Flug zentrieren
es: Centrar a &Vuelo
fr: Centrer sur le &vol
it: Centra sul volo (&Flight)
nl: Centreer op &vlucht
no: Sentrer til &Flyvningen
sv: Centrera på &flygning

source: Center to &Homesite
de: auf &Heimatflugplatz zentrieren
es: Centrar a &Campo base
fr: Centrer sur le &site d'attache
it: Centra su casa (&Home)
nl: Centreer op &thuisbasis
no: Sentrer på &Hjemmebase
sv: Centrera på &hemflygplats

source: Center to...
de: Zentrieren auf ...
es: Centrar a...
fr: &Centrer sur ...
it: Centra su...
nl: Centreren op...
no: Sentrer til...

source: move map north-west
de: Nord-West
es: Mover mapa hacia el noroeste
fr: déplacer la carte au nord ouest
it: muovi mappa nord-ovest
nl: kaart noord-westwaarts verschuiven
no: flytt kart nord-vest
sv: flytta kartan åt nordväst

source: move map north
de: Nord
es: Mover mapa hacia el norte
fr: déplacer la carte au nord
it: muovi mappa nord
nl: kaart noordwaarts verschuiven
no: flytt kart nord
sv: flytta kartan norrut

source: move map northeast
de: Nord-Ost
es: Mover mapa hacia el noreste
fr: déplacer carte au nord est
it: muovi mappa nord-est
nl: kaart noord-oostwaarts verschuiven
no: flytt kart nord-øst
sv: flytta kartan åt nordost

source: move map west
de: West
es: Mover mapa hacia el oeste
fr: déplacer la carte à l'ouest
it: muovi mappa ovest
nl: kaart westwaarts verschuiven
no: flytt kart vest
sv: flytta kartan västerut

source: move map east
de: Ost
es: Mover mapa hacia el este
fr: déplacer la carte à l'est
it: muovi mappa est
nl: kaart oostwaarts verschuiven
no: flytt kart øst
sv: flytta kartan österut

source: move map south-west
de: Süd-West
es: Mover mapa hacia el sudoeste
fr: déplacer la carte au sud ouest
it: muovi mappa sud-ovest
nl: kaart zuid-westwaarts verschuiven
no: flytt kart sør-vest
sv: flytta kartan åt sydväst

source: move map south
de: Süd
es: Mover mapa hacia el sur
fr: déplacer la carte au sud
it: muovi mappa sud
nl: kaart zuidwaarts verschuiven
no: flytt kart sør
sv: flytta kartan söderut

source: move map south-east
de: Süd-Ost
es: Mover mapa hacia el sudeste
fr: déplacer la carte au sud est
it: muovi mappa sud-est
nl: kaart zuid-oostwaarts verschuiven
no: flytt kart sør-øst
sv: flytta kartan åt sydost

source: Show Flight&data
de: &Flugdaten zeigen
fr: Afficher les &données du vol
nl: &Vluchtgegevens tonen

source: Show &HelpWindow
de: &Hilfefenster anzeigen
fr: Afficher l'&aide
nl: &Helpvenster tonen

source: Show &EvaluationWindow
de: &Auswertung zeigen
fr: Afficher la fenêtre d'é&valuation
nl: &Evaluatievenster tonen

source: Show Map&control
de: &Kartenkontrolle zeigen
fr: Afficher les con&trôles de la carte
nl: Kaart&controlevenster tonen

source: Show &Map
de: &Karte anzeigen
fr: Afficher la &carte
nl: &Kaart tonen

source: Show &Waypoints
de: Zeige &Wegpunkte
fr: Afficher les &jalons
nl: Keer&punten tonen

source: Show &Legend
de: Höhen&legende anzeigen
fr: Afficher la &légende
nl: &Legenda tonen

source: Show KFLog&Browser
de: KFLog &Browser zeigen
fr: Afficher le &navigateur KFLog
nl: KFLog&Browser tonen

source: Optimize
de: Optimieren
es: Optimizar
fr: Optimiser
it: Ottimizza
nl: Optimaliseren
no: Optimaliser
sv: Optimera

source: Optimize (OLC)
de: Optimieren (OLC)
fr: Optimiser (OLC)
nl: Optimaliseren (OLC)

source: send OLC-Declaration
de: OLC Anmeldung senden
es: Enviar declaración OLC
fr: envoyer une déclaration à l'OLC
nl: OLC-declaratie verzenden
no: send OLC deklarasjon

source: Reset confirmations
de: Bestätigungen zurücksetzen
es: Reestablecer confirmaciones
fr: Réinitialiser les confirmations
nl: Bevestigingen terugzetten

source: &Start Flight Animation
de: &Starte Animation
es: &Comenzar animación del vuelo
fr: &Démarrer l'animation du vol
it: &Start Animazione volo
nl: Vluchtanimatie &starten
no: &Start animasjon
sv: &Starta flyganimering

source: Stop Flight &Animation
de: &Beende Animation
es: &Detener animación del vuelo
fr: &Arrêter l'animation du vol
it: Stop &Animazione volo
nl: Vlucht&animatie stoppen
no: Stop &Animasjon
sv: Avbryt flyg&animering

source: Next Flight Point
de: nächster Flugpunkt
es: Siguiente punto del vuelo
fr: Prochain point du vol
it: Prossimo punto del volo
nl: Volgend vluchtpunt
no: Neste punkt
sv: Nästa flygpunkt

source: Prev Flight Point
de: vorheriger Flugpunkt
es: Anterior punto del vuelo
fr: Précédent point du vol
it: Prec. punto del volo
nl: Vorig vluchtpunt
no: Forrige punkt
sv: Föregående flygpunkt

source: First Flight Point
de: erster Flugpunkt
es: Primer punto del vuelo
fr: Premier point du vol
it: Primo punto del volo
nl: Eerste vluchtpunt
no: Første punkt
sv: Första flygpunkt

source: Last Flight Point
de: letzter Flugpunkt
es: Último punto del vuelo
fr: Dernier point du vol
it: Ultimo punto del volo
nl: Laatste vluchtpunt
no: Siste punkt
sv: Sista flygpunkt

source: Step +10 Flight Points
de: +10 Flugpunkte
es: Avanzar 10 puntos del vuelo
fr: Avancer de 10 points
it: Salta +10 punti del volo
nl: 10 vluchtpunten vooruit
no: Hopp +10 punkt
sv: Stega +10 flygpunkter

source: Step -10 Flight Points
de: -10 Flugpunkte
es: Retroceder 10 puntos del vuelo
fr: Reculer de 10 points
it: Salta -10 punti del volo
nl: 10 vluchtpunten terug
no: Hopp -10 punkt
sv: Stega -10 flygpunkter

source: View flight in 3D
de: Zeige Flug in 3D
es: Ver vuelo en 3D
fr: Afficher le vol en 3D
it: Vedi il volo in 3D
nl: Vlucht in 3D tonen
no: Vis flyvning i 3D
sv: Titta på flygning i 3D

source: View flight in 3D (OpenGL)
de: Zeige Flug in 3D (OpenGL)
fr: Afficher le vol en 3D (OpenGL)
nl: Vlucht in 3D (OpenGL) tonen

source: Show Flightdata
de: Flugdaten zeigen
es: Mostrar datos del vuelo
fr: Afficher les données du vol
it: Mostra dati volo
nl: Vluchtgegevens tonen
no: Vis data fra flyvning
sv: Visa flygdata

source: Altitude
de: Höhe
es: Altitud
it: Altitudine
nl: Hoogte
no: Høyde
sv: Höjd

source: Cycling
de: Kreisflug
es: Virando
fr: Spirale
it: Spirali
nl: Cirkelen
no: Sirkler
sv: Kretsar

source: Speed
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
it: Velocita'
nl: Snelheid
no: Hastighet
sv: Hastighet

source: Solid
de: einfarbig
es: Sólido
fr: Uniforme
nl: Dicht
no: Soild
sv: Massiv

source: F&light
de: F&lug
es: V&uelo
fr: &Vol
it: Vo&lo
nl: &Vlucht
no: F&lyvning
sv: F&lygning
