Repository: Exadios/KFLog
Catalog: po/*.po
Languages: de, es, fr, it, nl, no, sv

source: &Window
de: &Fenster
es: &Ventana
fr: Fichiers &ouverts
it: Finestra (&Window)
nl: V&enster
no: &Vindu
sv: &Fönster

source: &New
de: &Neu
es: &Nuevo
fr: &Nouveau
it: &Nuovo
nl: &Nieuw
no: &Ny
sv: &Ny

source: &Waypoint
de: &Wendepunkt
es: Punto de &ruta
fr: &Jalon
nl: &Keerpunt

source: &Task
de: &Aufgabe
es: &Prueba
fr: É&preuve
nl: &Opdracht
no: &Oppgave
sv: &Uppgift

source: &Flight group
de: Flug&gruppe
es: Grupo de &Vuelos
fr: Groupe de &vol
it: Gruppo di voli (&Flight)
nl: &Vluchtgroep
no: &Gruppe flyvning
sv: Flyg&grupp

source: Flight-Data
de: Flug-Daten
es: Datos del vuelo
fr: Données du vol
it: Dati del volo
nl: Vluchtgegevens
no: Data
sv: Flygdata

source: Evaluation
de: Auswertung
es: Evaluación
fr: Évaluation
it: Valutazione
nl: Evaluatie
no: Evaluering
sv: Utvärdering

source: Map-Control
de: Karten-Kontrolle
es: Control del mapa
fr: Contrôles de la carte
it: Controllo della Mappa
nl: Kaartcontrole
no: Kartkontroll
sv: Kartkontroll

source: Waypoints
de: Wegpunkte
es: Puntos de ruta
fr: Jalons
it: Piloni
nl: Keerpunten
no: Vendepunkter
sv: Brytpunkter

source: Legend
de: Legende
es: Leyenda
fr: Légende
nl: Legenda

source: Opening file...
de: öffne Datei...
es: Abriendo archivo...
fr: Ouverture du fichier ...
it: Apertura file...
nl: Bestand openen...
no: Åpner fil...
sv: Öppnar fil...

source: Select IGC-File
de: IGC-Datei wählen
es: Seleccionar Archivo IGC
fr: Sélectionner un fichier IGC
it: Seleziona File IGC
nl: IGC-bestand selecteren
no: Velg IGC-fil
sv: Välj IGC-fil

source: Open flight
de: Flug öffnen
fr: Ouvrir un vol
nl: Vlucht openen

source: Can not download file %1
de: Kann Datei %1 nicht herunterladen
es: No se puede descargar el archivo %1
fr: Impossible de télécharger le fichier %1
it: Non puoi scaricare il file %1
nl: Kan bestand %1 niet downloaden
no: Kan ikke laste ned filen %1
sv: Kan inte hämta fil %1

source: Ready.
de: Fertig.
es: Listo.
fr: Prêt
it: Pronto.
nl: Klaar.
no: Ferdig.
sv: Klar.

source: Printing...
de: Drucke...
es: Imprimiendo...
fr: Impression ...
it: Stampa...
nl: Bezig met afdrukken...
no: Skriver ut...
sv: Skriver...

source: You can only send flights to the OLC!
de: Sie können nur Flüge an den OLC senden!
es: ¡Sólo puede enviar vuelos al OLC!
fr: Vous ne pouvez envoyer que des vols à l'OLC !
it: Puoi solo inviare voli all'OLC!
nl: U kunt alleen vluchten naar de OLC verzenden!
no: Du kan bare sende flyvninger til OLC!

source: No flight found
de: Keine Flüge gefunden
es: No se han encontrado vuelos
fr: Aucun de vol trouvé
it: Nessun volo trovato
nl: Geen vluchten gevonden
no: Ingen flyvning funnet

source: Not yet available for type : %d
de: Noch nicht möglich für Typ: %d
es: Aún no está disponible para el tipo: %d
fr: Non disponible pour le type : %d
it: Non ancora disponibile per tipo: %d
nl: Nog niet beschikbaar voor type %d
no: Type ikke tilgjengelig enda: %d
sv: Ännu inte tillgänglig för typ: %d

source: Exiting...
de: Programm wird beendet...
es: Saliendo...
fr: Sortie ...
it: Uscita...
nl: Bezig met afsluiten...
no: Avslutter...
sv: Avslutar...

source: Toggling toolbar...
de: Werkzeugleiste (de)aktivieren...
es: Activando barra de herramientas...
fr: Masquer la barre d'outils ...
it: Cambio toolbar...
nl: Werkbalk tonen/verbergen...
no: (De)Aktiverer verktøylinjen
sv: (Av)aktiverar verktygslist...

source: Toggle the statusbar...
de: Statusleiste (de)aktivieren...
es: Act/Desactivar barra de estado...
fr: Masquer la barre de statut ...
it: Cambio la statusbar...
nl: Statusbalk tonen/verbergen...
no: (De)Aktiver statuslinjen
sv: (Av)aktivera statusrad...

source: center-to-dialog
de: Zentrieren auf ...
es: diálogo Centrar a
fr: Fenêtre de centrage
it: centra-alla-finestra
nl: centreren-op-dialoog
no: Sentrer i dialogen

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
nl: Onbekend
no: Ukjent
sv: Okänd

source: Grass
de: Gras
es: Hierba
fr: Herbe
it: Erba
nl: Gras
no: Gress
sv: Gräs

source: Asphalt
es: Asfalto
fr: Asphalte
it: Asfalto
nl: Asfalt
no: Asfalt
sv: Asfalt

source: Concrete
de: Beton
es: Hormigón
fr: Béton
it: Cemento
nl: Beton
no: Betong
sv: Betong

source: (not selected)
nl: (niet geselecteerd)

source: Aerial railway
de: Seilbahn
es: Ferrocarril elevado
fr: Téléphérique
it: Areovia
nl: Gondelbaan
no: Luftbåren jernbane
sv: Linbana

source: Airport
de: Flughafen
es: Aeropuerto
fr: Aéroport
it: Aeroporto
nl: Luchthaven
no: Større flyplass
sv: Flygplats

source: Ambul. Airport
de: Amb. Hubschrauberplatz
es: Aeropuerto Médico
fr: Aéroport sanitaire
it: Ambul. Aeroporto
nl: Ambul. luchthaven
no: Ambul. flyplass
sv: Flyttbar flygplats

source: Balloon
de: Ballonstartplatz
fr: Ballon
nl: Ballon

source: City
de: Stadt
es: Ciudad
fr: Ville
it: Citta'
nl: Stad
no: By
sv: Stad

source: Civil Heliport
de: Ziv. Hubschrauberplatz
es: Helipuerto civil
fr: Héliport civil
it: Eliporto civile
nl: Civiele helicopterbasis
no: Svili Heliport
sv: Civil helikopterflygplats

source: Int. Airport
de: Internat. Flughafen
es: Aeropuerto Intl.
fr: Aéroport inter.
it: Aeroporto Int.
nl: Internationale luchthaven
no: Int. Lufthavn
sv: Int. flygplats

source: Mil. Airport
de: Mil. Flughafen
es: Aeropuerto Mil.
fr: Aéroport mil.
it: Aeroporto Mil.
nl: Militaire vliegbasis
no: Militær flyplass
sv: Mil. flygplats

source: Civil/Mil. Airport
de: Ziv./Mil. Flughafen
es: Aeropuerto Civil/Mil.
fr: Aéroport civil/mil.
it: Aeroporto Civ/Mil
nl: Civiel/militair vliegveld
no: Sivil/Mil. flyplass
sv: Civil/mil. flygplats

source: Closed Airfield
de: geschlossener Flughafen
es: Aeropuerto cerrado
fr: Aérodrome fermé
it: Aviosuperficie chiusa
nl: Gesloten vliegveld
no: Stengt flyplass
sv: Avstängt flygfält

source: Glider site
de: Segelflugplatz
es: Aeródromo VSM
fr: Terrain de vol à voile
it: Aeroporto VaV
nl: Zweefvliegveld
no: Seilflyplass
sv: Flygfält för glidflygplan

source: Hang glider
de: Hängegleitergelände
es: Alas delta
fr: Deltaplane
it: Deltaplani
nl: Zeilvlieger
sv: Hängflyg

source: Highway
de: Autobahn
es: Autopista
fr: Autoroute
it: Autostrada
nl: Snelweg
no: Motorvei
sv: Motorväg

source: Landmark
de: Landschaftsmerkmal
es: Hito
fr: Point de repère
it: Limite
nl: Oriëntatiepunt
no: Landemerke
sv: Landmärke

source: Mil. Heliport
de: Mil. Hubschrauberplatz
es: Helipuerto Mil.
fr: Héliport mil.
it: Eliporto Mil.
nl: Militaire helicopterbasis
sv: Mil. helikopterflygplats

source: Outlanding
de: Außenlandefeld
es: Aterrizaje fuera campo
fr: Vachable
it: Fuoricampo
nl: Buitenlanding
no: Utelanding
sv: Utelandning

source: Obstacle
de: Hindernis
es: Obstáculo
it: Ostacolo
nl: Obstakel
no: Hinder
sv: Hinder

source: Obstacle group
de: Hindernisgruppe
es: Grupo de Obstáculos
fr: Groupe d'obstacles
it: Gruppo di ostacoli
nl: Groep van obstakels
no: Hindergruppe
sv: Grupp av hinder

source: Obstacle group (lighted)
de: Hindernisgruppe (beleuchtet)
es: Grupo de obstáculos (iluminados)
fr: Goupe d'obstacles (balisé)
it: Gruppo di ostacoli (illuminati)
nl: Groep van obstakels (verlicht)
no: Hindergruppe (belyst)
sv: Grupp av hinder (upplysta)

source: Obstacle (lighted)
de: Hindernis (beleuchtet)
es: Obstáculo (iluminado)
fr: Obstacle (balisé)
it: Ostatolo (illuminato)
nl: Obstakel (verlicht)
no: Hinder (belyst)
sv: Hinder (upplyst)

source: Railway
de: Eisenbahn
es: Ferrocarril
fr: Voie ferrée
it: Ferrovia
nl: Spoorweg
no: Jernbane
sv: Järnväg

source: Road
de: Straße
es: Carretera
fr: Route
it: Strada
nl: Weg
no: Vei
sv: Väg

source: Village,City
de: Dorf, Stadt
fr: Village, ville
nl: Dorp

source: Turnpoint
de: Wendepunkt
fr: Point de virage
nl: Keerpunt

source: Thermal
nl: Thermiekbel

source: Select FlightGear File
de: Wähle FlightGear Datei
es: Seleccione archivo de FlightGear
fr: Sélectionner un fichier FlightGear
it: Seleziona File FlightGear
nl: FlightGear-bestand selecteren
no: Velg FlightGear fil

source: Select Gardown File
de: Wähle Gardown Datei
es: Seleccione archivo de Gardown
fr: Sélectionner un fichier Gardown
it: Seleziona File Gardown
nl: Gardown-bestand selecteren
no: Velg Gardown fil

source: Select Task-File
de: Wähle Aufgabendatei
es: Seleccione archivo de prueba
fr: Sélectionner un fichier d'épreuve
it: Seleziona Task-File
nl: Opdrachtbestand selecteren
no: Oppgave

source: Open task
de: Aufgabe öffnen
fr: Ouvrir une épreuve
nl: Opdracht openen

source: Traditional Route
de: Traditionelle Aufgabe
es: Ruta tradicional
fr: Route traditionnelle
nl: Traditionele route

source: FAI Area
de: FAI Flächen
es: Área FAI
fr: Secteur FAI
nl: FAI-oppervlak

source: OLC Optimization
de: OLC Optimierung
fr: Optimisation OLC
nl: OLC Optimalisatie

source: Task Start/End Point
de: Aufgabe Start/Endpunkt
fr: Point de départ/arrivée de l'épreuve
nl: Opdracht Start/Eind Punt

source: Difference
nl: Verschil

source: Start of Task
nl: Start van opdracht

source: End of Task
de: Ende der Aufgabe
es: Final de prueba
fr: Fin de l'épreuve
it: Fine del task
nl: Einde van opdracht
no: Slutt på oppgaven
sv: Slut på uppgift

source: Set Times
de: Zeiten setzen
fr: Définir le temps
nl: Stel tijden in

source: Task start and end times
de: Start- und Endzeit der Aufgabe
fr: Heures de début et de fin de l'épreuve
nl: Opdracht start en eind tijden

source: Start Optimization
de: Optimierung starten
fr: Lancer l'optimisation
nl: Start Optimalisatie

source: Stop Optimization
de: Optimierung beenden
fr: Arrêter l'optimisation
nl: Stop Optimalisatie

source: Optimization
de: Optimieren
fr: Optimisation
nl: Optimalisatie

source: Flightrecorder-Dialog
de: Logger-Dialog
es: Diálogo de logger
fr: Enregistreur de vol
it: Dialog logger
nl: Logger-dialoogvenster
sv: Dialog för inspelning av flygning

source: Recorder
de: Logger
es: Logger
fr: Enregistreur
it: Logger
nl: Logger
no: Flightrecorder
sv: Inspelare

source: Recorder Settings
de: Logger-Einstellungen
es: Preferencias del logger
fr: Paramètres de l'enregistreur
it: Impostazioni logger
nl: Loggerinstellingen
no: Flightrecorder Innstillinger
sv: Inspelarens inställningar

source: Settings
de: Einstellungen
es: Preferencias
fr: Paramètres
it: Impostazioni
nl: Instellingen
no: Innstillinger
sv: Inställningar

source: Port
es: Puerto
it: Porta
nl: Poort

source: Transfer speed
nl: Overdrachtssnelheid

source: Connect recorder
de: Logger anschließen
es: Conectar logger
fr: Connecter l'enregistreur
nl: Logger verbinden

source: Info
de: Informationen
es: Información
fr: Informations
nl: Informatie

source: API-Version
es: Versión API
fr: Version d'API
it: Versione API
nl: API-versie
no: API-versjon

source: Serial-Nr.
de: Serien-Nr.
es: Nº serie
fr: Numéro de série
it: Numero di serie
nl: Serienummer
no: Serienummer
sv: Serie-nr

source: no recorder connected
de: kein Logger angeschlossen
es: ningún logger conectado
fr: Aucun enregistreur connecté
it: nessun logger collegato
nl: geen logger aangesloten
no: ingen flightrecorder tilkoblet
sv: ingen inspelare ansluten

source: Recorder Type
de: Loggertyp
fr: Type d'enregistreur
nl: Loggertype

source: Pilot Name
de: Pilot
fr: Nom du pilote
nl: Piloot

source: Glider Type
de: Flugzeugtyp
fr: Type du planeur
nl: Zweefvliegtuigtype

source: Glider ID
de: Kennung
fr: Immat. du planeur
nl: Zweefvliegtuig-ID

source: There are no recorder-libraries installed.
de: Es sind keine Logger-Bibliotheken installiert.
es: No hay librerías de loggers instaladas
fr: Aucune librairie d'enregistreur installée.
it: Non ci sono librerie per logger installate.
nl: Er zijn geen logger-bibliotheekbestanden geïnstalleerd.
no: Det er ikke installert noen flightrecorder-libraries.
sv: Det finns inga inspelarbibliotek installerade.

source: No recorders installed.
de: Keine Logger installiert.
es: No hay loggers instalados
fr: Aucun enregistreur installé.
it: Nessun logger installato.
nl: Geen loggers geïnstalleerd.
no: Ingen flightrecorders installert
sv: Inga inspelare installerade.

source: Configfile %1 is corrupt!
de: Konfigurationsdatei %1 ist fehlerhaft!
es: ¡El archivo de configuración %1 está corrupto!
fr: Le fichier de config. %1 est corrompu !
it: File di configurazione %1 e' corrotto!
nl: Configuratiebestand %1 is beschadigd!
no: Konfigurasjonsfil %1 er korrupt!
sv: Konfigureringsfil %1 är skadad!

source: Transfer speed: (automatic)
nl: Overdrachtssnelheid: (automatisch)

source: Transfer speed:
nl: Overdrachtssnelheid:

source: Flights
de: Flüge
es: Vuelos
fr: Vols
it: Voli
nl: Vluchten
no: Flyvninger
sv: Flygningar

source: Date
de: Datum
es: Fecha
it: Data
nl: Datum
no: Dato
sv: Datum

source: Pilot
es: Piloto
fr: Pilote
it: Pilota
nl: Piloot

source: Glider
de: Flugzeug
es: Planeador
fr: Planeur
it: Aliante
nl: Zweefvliegtuig
no: Seilfly
sv: Glidflygplan

source: first Point
de: erster Punkt
es: primer punto
fr: premier point
it: primo Punto
nl: eerste punt
no: første punkt
sv: första punkt

source: last Point
de: letzter Punkt
es: último punto
fr: dernier point
it: ultimo Punto
nl: laatste punt
no: siste punkt
sv: sista punkt

source: Duration
de: Dauer
es: Duración
fr: Durée
it: Durata
nl: Duur
no: Varighet
sv: Varaktighet

source: load list
de: Liste laden
es: abrir lista
fr: chargement de la liste
it: carica lista
nl: lijst laden
no: last liste
sv: ladda lista

source: save flight
de: Flug speichern
es: guardar vuelo
fr: sauver le vol
it: salva volo
nl: vlucht opslaan
no: lagre flyvning
sv: spara flygning

source: long filenames
de: lange Dateinamen
es: nombres de archivo largos
fr: noms longs des fichiers
it: nomifile lunghi
nl: lange bestandsnamen
no: lange filnavn
sv: långa filnamn

source: fast download
de: schnelles Speichern
es: descarga rápida
fr: téléchargement rapide
it: download veloce
nl: snelle download
no: rask nedlasting
sv: snabb nerladdning

source: If checked, the long filenames are used.
de: Wenn eingeschaltet, werden lange Dateinamen verwendet.
es: si está marcado se utilizan nombres de archivo largos.
fr: Si coché, utilise des noms longs pour les fichiers.
it: Se marcata, verranno usati i nomifile lunghi.
nl: Wanneer geselecteerd worden lange bestandsnamen gebruikt.
no: Hvis avkrysset, brukes lange filnavn
sv: Om förkryssad, används långa filnamn.

source: If checked, the IGC-file will not be signed.<BR>Note: Do not use fast download when using the file for competitions.
de: IGC Datei wird nicht signiert.<BR> Bemerkung: Den schnellen Download nicht verwenden, wenn die Datei für Wettbewerbe gedacht ist.
es: si se marca, el archivo IGC no será firmado.<BR>Nota: No utilice la descarga rápida cuando se utilice el archivo para competiciones.
fr: Si coché, le fichier IGC ne sera pas signé.<BR>Remarque : N'utilisez pas le téléchargement rapide en compétition !
nl: Indien geselecteerd zal het IGC-bestand niet ondertekend worden.<BR> Let op: gebruik geen snelle download als u het bestand wil gebruiken voor wedstrijden.
no: Dersom valgt, vil ikke IGC-filen bli signert.<BR>NB: Ikke bruk rask nedlasting når du skal bruke filen i konkurranser.
sv: Om förkryssad, kommer inte IGC-filen att signeras.<br> Obs: använd inte snabb nerladdning när filen ska användas vid tävling.

source: Declaration
de: Anmeldung
es: Declaración
fr: Déclaration
nl: Declaratie

source: Flight Declaration
de: Fluganmeldung
es: Declaración de vuelo
fr: Déclaration du vol
nl: Vluchtdeclaratie

source: Name
es: Nombre
fr: Nom
it: Nome
nl: Naam
no: Navn
sv: Namn

source: Latitude
de: Breitengrad
es: Latitud
it: Latitudine
nl: Breedtegraad
no: Breddegrad
sv: Breddgrad

source: Longitude
de: Längengrad
es: Longitud
it: Longitudine
nl: Lengtegraad
no: Lengdegrad
sv: Längdgrad

source: write declaration to recorder
de: Anmeldung an Logger übertragen
es: escribir declaración a logger
fr: écrire la déclaration dans l'enregistreur
nl: declaratie naar logger schrijven

source: Glider-ID
de: Kennung
es: Matr. de velero
fr: Immat. du planeur
it: Marche aliante
nl: Zweefvliegtuig ID
no: Seilfly
sv: Glidflygplanets ID

source: Glidertype
de: Typ
es: Tipo de velero
fr: Type du planeur
it: Tipo aliante
nl: Vliegtuigtype
no: Seilflytype
sv: Typ av glidflyg

source: Comp. ID
de: Wettb.-Kennung
es: Nº Comp.
fr: Immat. de compét.
it: N. di gara
nl: Callsign
no: Konk. Nr
sv: Tävlings-ID

source: Comp. Class
de: Wettb.-Klasse
es: Clase de comp.
fr: Classe de compétition
it: Classe di Gara
nl: Wedstrijdklasse
no: Konk. klasse
sv: Tävlingsklass

source: Tasks
de: Aufgaben
es: Pruebas
fr: Épreuves
nl: Opdrachten
no: Oppgaver

source: Description
de: Beschreibung
es: Descripción
it: Descrizione
nl: Omschrijving
no: Beskrivelse
sv: Beskrivning

source: Task dist.
de: Aufgaben Dist.
es: Dist. de prueba
fr: Dist. de l'épreuve.
nl: Opdrachtafstand

source: Total dist.
de: Gesamtdist.
es: Dist. total
fr: Distance tot.
nl: Totale afstand

source: write tasks to recorder
de: übertrage Aufgaben auf Logger
es: escribir pruebas en logger
fr: écrire l'épreuve dans l'enregistreur
nl: opdrachten naar logger schrijven

source: read tasks from recorder
de: lese Aufgaben vom Logger
es: leer pruebas del logger
fr: lire l'épreuve depuis l'enregistreur
nl: opdrachten uit logger lezen

source: write waypoints to recorder
de: übertrage Wendepunkte auf den Logger
es: escribir puntos de ruta al logger
fr: écrire les jalons dans l'enregistreur
nl: keerpunten naar logger schrijven

source: read waypoints from recorder
de: lese Wendepunkte vom Logger
es: leer puntos de ruta del logger
fr: lire les jalons depuis l'enregistreur
nl: keerpunten uit logger lezen

source: Could not open lib!
de: Kann Bibliothek nicht öffnen!
es: ¡No se pudo abrir la librería!
fr: Impossible d'ouvrir la librairie !
it: Impossibile aprire la libreria!
nl: Bibliotheekbestand kon niet worden geopend!
no: Kunne ikke åpne bibliotek!
sv: Kunde inte öppna lib!

source: No port given!
de: Kein Port angegeben!
es: ¡No se ha especificado un puerto!
fr: Pas de port donné
it: Manca la porta!
nl: Geen poort opgegeven!
no: Ingen port angitt!
sv: Ingen port angiven!

source: No URL entered!
de: Keine URL eingegeben!
es: ¡No se ha especificado ninguna URL!
fr: Pas d'URL donné
nl: Geen URL-adres opgegeven!

source: Sorry, could not connect to recorder. Please check connections and settings.
de: Sorry, kann keine Verbindung zum Logger aufbauen. Bitte die Verbindungseinstellungen überprüfen.
es: Lo sentimos, no se ha podido contactar con el logger. Por favor revise las conexiones y las preferencias.
fr: Impossible de se connecter à l'enregistreur ! Vérifiez la connexion et les paramètres !
nl: Helaas, er kon geen verbinding gemaakt worden met de logger. Controleer alstublieft de aansluiting en instellingen.

source: Recorder Connection
de: Logger Verbindung
es: Conexión con logger
fr: Connection de l'enregistreur
nl: Loggerverbinding

source: downloading flightlist
de: Lade Flugliste herunter
fr: Téléchargement de la liste de vols
nl: bezig met downloaden van vluchtenlijst

source: There was an error reading the flight list!
de: Ein Fehler ist beim Übertragen der Flugliste aufgetreten!
fr: Erreur à l'ouverture de la liste de vols !
nl: Er is een fout opgetreden bij het lezen van de lijst met vluchten!

source: Library Error
de: Fehler in der Bibliothek
es: Error en la libería
fr: Erreur de librairie
nl: Bibliotheekfout

source: There were no flights recorded in the recorder.
nl: Er zaten geen vluchten in de logger.

source: Download result
nl: Download resultaat

source: *.igc *.IGC|IGC files
nl: *.igc *.IGC|IGC bestanden

source: Select IGC File
de: Wähle IGC-Datei
fr: Sélectionner un fichier IGC
nl: Selecteer IGC-bestand

source: Select IGC file to save to
nl: Selecteer IGC-bestand om op te slaan naar

source: downloading flight
de: Lade Flug herunter
fr: réception du vol
nl: vlucht downloaden

source: There was an error downloading the flight!
de: Ein Fehler ist beim Übertragen des Fluges aufgetreten!
fr: Erreur lors de la réception du vol !
nl: Er is een fout opgetreden bij het downloaden van de vlucht!

source: send declaration
de: Sende Anmeldung
fr: envoyer la déclaration
nl: declaratie verzenden

source: send flightdeclaration to the recorder
de: Sende Fluganmeldung an den Logger
fr: envoyer la déclaration à l'enregistreur
nl: vluchtdeclaratie naar de logger uploaden

source: Function not implemented
de: Funktion nicht implementiert
es: Función no implementada
fr: Fonction non implémentée
nl: Functie niet geïmplementeerd

source: Declaration upload
de: Übertragung der Fluganmeldung
es: Subir Declaración
fr: Transmission de la déclaration
nl: Declaratie-upload

source: There was an error writing the declaration!
de: Ein Fehler ist beim Übertragen der Fluganmeldung aufgetreten!
es: ¡Se ha producido un error al escribir la declaración!
fr: Erreur à l'écriture de la déclaration !
nl: Er is een fout opgetreden bij het schrijven van de declaratie!

source: The declaration was uploaded to the recorder.
de: Die Fluganmeldung wurde auf den Logger übertragen.
es: La declaración se ha enviado al logger.
fr: La délcaration a été transmise à l'enregistreur
nl: De declaratie is geüpload naar de logger.

source: Downloading tasks
nl: Vlucht downloaden

source: Task download
de: Aufgaben lesen
es: Descarga de prueba
fr: Réception de l'épreuve
nl: Opdracht download

source: Cannot read tasks from recorder
de: Kann keine Aufgaben vom Logger lesen
es: No se puede leer ninguna prueba del logger
fr: Impossible de lire l'épreuve depuis l'enregistreur
nl: Kan geen opdrachten lezen uit de logger

source: %1 tasks were downloaded from the recorder.
de: %1 Aufgaben wurden vom Logger heruntergeladen.
es: Se han descargado %1 prueba(s) del logger.
fr: %1 épreuve(s) reçue(s) de l'enregistreur
nl: %1 opdrachten uitgelezen uit de logger.

source: send tasks to recorder
de: Sende Aufgaben an den Logger
fr: envoyer les épreuves à l'enregistreur
nl: opdrachten naar de logger uploaden

source: Task upload
de: Übertragung der Aufgaben
es: Subir prueba
fr: Transmission de l'épreuve
nl: Opdracht upload

source: Cannot obtain max number of tasks!
de: Kann nicht die maximal erlaubte Anzahl von Aufgaben bestimmen!
es: ¡No se puede obtener el máx. número de pruebas!
fr: Impossible d'obtenir le nombre maxi d'épreuves !
nl: Kan maximum aantal opdrachten niet lezen!

source: Cannot obtain max number of waypoints per task!
de: Kann nicht die maximal erlaubte Anzahl von Wendepunkten per Aufgabe bestimmen!
es: ¡No se puede obtener el número máximo de puntos de ruta por prueba!
fr: Impossible d'obtenir le nombre maxi de jalons par épreuve !
nl: Kan maximum aantal keerpunten per opdracht niet lezen!

source: Maximum number of %d tasks reached! Further tasks will be ignored.
de: Maximale Anzahl von %d Aufgaben erreicht! Weitere Aufgaben werden ignoriert.
es: ¡Máximo número de pruebas (%d) alcanzado! Las restantes pruebas serán ignoradas.
fr: Nombre maximum de %d épreuves atteint ! Les épreuves qui suivent seront ignorées.
nl: Het maximum aantal van %d opdrachten is bereikt! Verdere opdrachten zullen worden genegeerd.

source: Recorder Warning
de: Logger Warnung
es: Advertencia del logger
fr: Avertissement sur l'enregistreur
nl: Logger Waarschuwing

source: Maximum number of turnpoints/task %d in %s reached! Further turnpoints will be ignored.
de: Maximale Anzahl der Wendepunkte/Aufgabe %d in %s erreicht! Weitere Wendepunkte werden ignoriert.
es: ¡Máximo número de puntos de viraje/prueba %d de %s alcanzado! Los restantes puntos de viraje serán ignorados.
fr: Nombre maximum de points de virage/épreuves %d pour %s atteint ! Les points qui suivent seront ignorées
nl: Het maximum aantal keerpunten (%d) per opdracht is bereikt in %s! Verdere keerpunten zullen worden genegeerd.

source: Cannot write tasks to recorder
de: Kann Aufgabe nicht auf Logger übertragen
es: No se puede escribir la(s) prueba(s) al logger
fr: Impossible d'écrire les épreuves dans l'enregistreur
nl: Kan opdrachten niet naar logger schrijven
