Repository: Exadios/KFLog
Catalog: po/*.po
Languages: de, es, fr, it, nl, no, sv

source: The directory for the airfield-files does not exist:
de: Das Verzeichnis für die Flugplatzdateien existiert nicht:
fr: Le répertoire des fichiers d'aérodromes n'existe pas :

source: Loading airfielddata ...
de: Lade Flugplatzdaten ...
es: Cargando datos de aeródromos ...
fr: Chargement des aérodromes ...
it: Caricamento dati aeroportuali ...
no: Laster flyplassdata...
sv: Laddar flygfältsdata...

source: The directory for the airfield-files is empty. To download the files, please visit our homepage:
de: Das Verzeichnis für die Flugplatzdateien ist leer. Bitte besuchen Sie unsere Hompage um die benötigten Flugplätze herunterzuladen.
es: El directorio de archivos de aeródromos está vacío. Para descargar los archivos visite nuestra página web:
fr: Le répertoire des fichiers d'aérodromes est vide. Téléchargez ces fichiers sur notre site web :
it: La directory per i file degli aeroporti e' vuota. Per scaricare i file visitate la nostra homepage:
no: Mappen for flyplass-filene er tom. For å laste ned filene, vennligst besøk vår hjemmeside:
sv: Biblioteket för flygfältsfiler är tomt. För att ladda ner filer, v g besök vår hemsida:

source: Map-control:
de: Karten-Kontrolle:
es: Control del mapa:
fr: Contrôles de la carte :
it: Controllo mappe:
no: Kartkontroll:
sv: Kartkontroll:

source: <p align="right">Difference:</p>
de: <p align="right">Differenz:</p>
fr: <p align="right">Différence :</p>

source: <p align="right">Start of Task:</p>
de: <p align="right">Beginn der Aufgabe:</p>
fr: <p align="right">Début d'épeuve :</p>

source: <p align="right">End of Task:</p>
de: <p align="right">Ende der Aufgabe:</p>
fr: <p align="right">Fin d'épreuve :</p>

source: <th scope=col></th><th scope=col>Time</th><th scope=col>Latitude</th><th scope=col>Longitude</th><th ALIGN=right scope=col>Distance</th></tr>
fr: <th scope=col></th><th scope=col>Temps</th><th scope=col>Latitude</th><th scope=col>Longitude</th><th ALIGN=right scope=col>Distance</th></tr>

source: <tr><td>Begin of Soaring</td><td>
fr: <tr><td>Début du vol libre</td><td>

source: <tr><td>Begin of Task</td><td>
fr: <tr><td>Début de l'épreuve</td><td>

source: <tr><td>1.Turnpoint</td><td>
fr: <tr><td>1er point de virage</td><td>

source: <tr><td>2.Turnpoint</td><td>
fr: <tr><td>2nd point de virage</td><td>

source: <tr><td>3.Turnpoint</td><td>
fr: <tr><td>3ème point de virage</td><td>

source: <tr><td>4.Turnpoint</td><td>
fr: <tr><td>4ème point de virage</td><td>

source: <tr><td>5.Turnpoint</td><td>
fr: <tr><td>5ème point de virage</td><td>

source: <tr><td>End of Task</td><td>
fr: <tr><td>Fin de l'épreuve</td><td>

source: <tr><td>End of Soaring</td><td>
fr: <tr><td>Fin du vol libre</td><td>

source: Summary: Distance:
fr: Résumé : Distance :

source: Points(raw):
fr: Points (données brutes) :

source: Baud
de: Baudrate
es: Baudios
fr: Débit

source: Nr
es: Nº
fr: Numéro

source: Upload
de: Übertragung
es: Envío
fr: Transmission

source: Start
fr: Départ

source: Finish
de: Ziel
fr: Fin

source: <B>%1</B><BR>not found!
es: <B>%1</B><BR>¡No encontrado!
fr: <B>%1</B><BR>non trouvé !
no: <B>%1</B><BR>ikke funnet!
sv: <b>%1</b><br>hittas ej!

source: &ICAO:
es: &OACI:
fr: OAC&I

source: ICAO
es: OACI
fr: OACI

source: Filter
es: Filtro
fr: Filtrer
it: Filtro

source: read_flight_index(): Wrong amount of bytes from LX-device
de: read_flight_index(): Falsche Anzahl von Bytes vom LX-Gerät
fr: read_flight_index(): Nombre incorrect d'octets provenant du LX

source: read_flight_index(): Bad CRC
de: read_flight_index(): Falsche Checksumme
fr: read_flight_index(): Mauvais CRC

source: read_flight_index(): Wrong index byte
fr: read_flight_index(): Mauvais indexation d'octet

source: read_flight_index(): no flights available in LX-device
de: read_flight_index(): keine Flüge verfügbar im LX-Gerät
fr: read_flight_index() : pas de vol disponible dans le LX

source: get_logger_data(): Wrong amount of bytes from LX-device
de: get_logger_data(): Falsche Anzahl von Bytes vom LX-Gerät
fr: get_logger_data():Nombre incorrect d'octets provenant du LX

source: get_logger_data(): wrong format
de: get_logger_data(): falsches Format
fr: get_logger_data(): mauvais format

source: FlightSelectionDialog
fr: Fenêtre de sélection des vols

source: DownloadList
fr: Liste de téléchargements

source: RecorderDialog
fr: Fenêtre de dialogue de l'enregistreur

source: OLCDialog
fr: Fenêtre de dialogue OLC

source: MapContents
fr: Contenus de la carte

source: WhatsThat
fr: Qu'est-ce que c'est

source: EvaluationFrame
fr: Fenêtre d'évaluation

source: HelpWindow
fr: Fenêtre d'aide

source: MapMatrix
fr: Matrice de carte

source: TopoLegend
fr: Légende topographique

source: CenterToDialog
fr: Centré sur la fenêtr

source: MapConfig
fr: Configuration de la carte

source: KFLogConfig
fr: Configuration de KFLog

source: FlightRecorderPluginBase
fr: Base des plugins de KFLog

source: ObjectTree
fr: Arborescence des objets

source: EvaluationDialog
fr: Fenêtre d'évaluation

source: IGCPreview
fr: Prévisualisation IGC

source: TaskDialog
fr: Fenêtre d'épreuve

source: OptimizationWizard
fr: Assistant d'optimisation

source: MapControlView
fr: Contrôles de l'affichage de la carte

source: 15 Meter
es: 15 metros
fr: 15 mètres
it: 15 Metri

source: 18 Meter
es: 18 metros
fr: 18 mètres
it: 18 Metri

source: ID
de: Nummer
es: Matr.
fr: Immatriculation

source: Total:
de: Gesamt:
it: Totale:
no: Totalt:
sv: Sammanlagd:

source: S
de: G

source: Parachute
de: Fallschirmabsprunggelände
es: Paracaídas
it: Paracadutisti
no: Fallskjerm
sv: Fallskärm

source: Type
de: Typ
es: Tipo
it: Tipo
sv: Typ

source: TC
de: Kurs

source: &Type
de: &Typ

source: &Stations
de: &Bahnhöfe
es: &Estaciones
it: &Stazioni
no: &Stasjoner
sv: &Stationer

source: Waypoint file (Volkslogger format
de: Wegpunktdatei (Volkslogger format

source: open
de: offen
it: libera
no: Åpen

source: File
es: Archivo
no: Fil
sv: Fil

source: &Ok
es: &Aceptar

source: &Cancel
es: &Cancelar
no: &Avbryt
sv: &Avbryt

source: Show Mapcontrol
es: Mostrar control del mapa
it: Mostra controllo mappa
no: Vis Kartkontroll
sv: Visa kartkontroll

source: Show Map
es: Mostrar mapa
it: Mostra mappa
no: Vis kart
sv: Visa karta

source: Show waypoints
es: Mostrar puntos de ruta
it: Mostra piloni
no: Vis vendepunkter

source: Show tasks
es: Mostrar pruebas
it: Mostra task
no: Vis oppgaver

source: Show legend
es: Mostrar leyenda

source: Optimize(OLC)
es: Optimizar(OLC)

source: Ballon
es: Globo
it: Mongolfiera
no: Ballong
sv: Ballong

source: Village
es: Pueblo
it: Paese
no: Tettsted
sv: By

source: Area Assigned
es: Área asignada

source: FAI Area >=500 km
es: Área FAI >=500 km

source: Default
es: Conf. por defecto
no: Standard
sv: Standard

source: Print
es: Impresora
it: Stampa
no: Skriv ut
sv: Skriv ut

source: <B>The map</B><P>To move or scale the map, please use the buttons in the <B>Map-control</B>-area. Or center the map to the current cursor-positon by using the right mouse-button.</P><P>To zoom in or out, use the slider or the two buttons on the toolbar. You can also zoom with "&lt;Ctrl&gt;&lt;+&gt;" (zoom in) and "&lt;Ctrl&gt;&lt;-&gt;" (zoom out).</P><P>With the menu-item "Options" -> "Configure KFLog" you can configure, which map elements should be displayed at which scale.</P>
es: <B>Mapa</B><P>Para mover o escalar el mapa utilice los bones del área de <B>control del mapa</B>. También puede centrar el mapa en la posición actual de cursor haciendo clic con el botón derecho del ratón.</P> <P>Para hacer zoom utilice "&lt;Ctrl&gt;&lt;+&gt;" (ampliar) o "&lt;Ctrl&gt;&lt;-&gt;" (reducir).</P><P>Mediante el menú "Opciones" -> "Configurar KFLog" puede configurar qué elementos del mapa se muestran a cada escala.</P>
no: <B>Kartet</B><P>For å flytte eller endre skalering av kartet, bruker du knappene på <B>Kart-kontroll</B>-området. Eller sentrer kartet til gjeldende pekerposisjon ved å bruke høyre musknapp.</P><P>For å zoome inn eller ut, bruker du slider'en eller de to knappen på verktøylinja. Du kan også zoome med "&lt;Ctrl&gt;&lt;+&gt;" (zoom inn) og "&lt;Ctrl&gt;&lt;-&gt;" (zoom ut).</P><P>Med menyvalget "Options" -> "Configure KFLog" kan du konfigurere hvilke elementer i kartet som vises ved ulike målestokker.</P>
sv: <B>Kartan</B><P>Var god använd knapparna i <B>kartkontrollen</B> för att flytta eller ändra skalan på kartan. Eller centrera kartan på aktuell markörposition med höger musknapp.</P><P>Zooma in och ut med dragknappen de två knapparna på verktygsraden. Man kan också zooma med "&lt;Ctrl&gt;+&gt;" (zooma in) och "&lt;Ctrl&gt;-&gt;" (zooma ut).</P><P>I menyalternativet "Alternativ" -> "Konfigurera KFlog" kan man bestämma vilka kartelement som ska visas, och i vilken skala.

source: <qt>The directory for maps has not been set.<br>Please select the directory where you have installed your maps.</qt>
es: <qt>No se ha establecido el directorio de mapas.<br>Por favor elija el directorio en el que ha instalado los mapas.</qt>

source: Mapdirectory not set.
es: Directorio de mapas no establecido

source: The directory for the airspace-files does not exist:<br><b>%1</b></qt>
es: No existe el directorio de archivos de espacio aéreo:<br><b>%1</b></qt>

source: <qt>The directory for the airfield-files does not exist:<br><b>%1</b></qt>
es: <qt>No existe el directorio de archivos de aeródromos:<br><b>%1</b></qt>

source: <qt>The directory for the map-files does not exist:<br><b>%1</b></qt>
es: <qt>No existe el directorio de archivos de mapas:<br><b>%1</b></qt>

source: There are no map-files in the directory
es: No hay mapas en el directorio

source: yet. Do you want to download the data automatically? (You need to have write permissions. If you want to change the directory,press "Cancel" and change it in the Settings menu
es: aún. ¿Quiere descargar automáticamente los datos? (Necesita tener permiso de escritura. Si quiere cambiar el directorio pulse "Cancelar" y cambielo en el menú "Preferencias".

source: The automatic data download feature is available when a flight is loaded. Please open a flight.
es: La descarga automática de datos está disponible cuando se carga un vuelo. Por favor abra un vuelo.

source: Cancel
es: Cancelar
it: Annulla
no: Avbryt

source: Configuration
es: Configuración

source: Tasks's
es: De la prueba
it: Tasks
no: Oppgaver

source: &Open task
es: &Abrir prueba
it: Apri Task (&Open)
no: &Åpne oppgave

source: &Delete task
es: &Eliminar prueba
it: Cancella Task (&Delete)
no: &Slett oppgave

source: &Add
es: &Añadir
it: &Aggiungi
no: &Legg til
sv: &Lägg till

source: Waypoint<BR><BR><B>%1</B><BR><BR>is already in current catalog.<BR><BR>Overwrite it?
es: El punto de ruta<BR><BR><B>%1</B><BR><BR>ya se encuentra en el catálogo actual.<BR><BR>¿Sobreescribirlo?
no: Vendepunkt<BR><BR><B>%1</B><BR><BR>er allerede i gjeldende katalog. <BR><BR>Vil du overskrive?
sv: Brytpunkt<BR><BR><B>%1</B><BR>finns redan i aktuell katalog. <BR><BR>Skriva över?

source: &Edit waypopint
es: &Editar puntos de ruta
it: Modifica pilone (&Edit)
no: &Endre vendepunkt
sv: &Redigera brytpunkt

source: Save
es: Guardar

source: Discard
es: Descartar

source: Yes
es: Sí
it: Si
no: Ja
sv: Ja

source: No response from recorder within 5 seconds! Did you press READ/WRITE?
es: ¡No ha habido respuesta del logger en 5 segundos! ¿Ha pulsado READ/WRITE?

source: You can select waypoints with the left mouse button.You can also select free waypoints by clicking anywhere in the map.<br><br> When you press &lt;CTRL&gt; and click with the left mouse button on a taskpoint, it will be deleted.<br> You can compute the task up to your current mouse position by pressing &lt;SHIFT&gt;.<br> To finish the task, press &lt;CTRL&gt; and click the right mouse button.<br> It's possible to move and delete taskpoints from the finished task.
it: Puoi selezionare i punti di virata con il tasto sinistro del mouse. Puoi anche selezionare nuovi punti di virata clikkando in un punto qualsiasi della mappa .<br><br> Quando premi &lt;CTRL&gt; e clikki col tasto sinistro su un punto del task, sara' cancellato.<br> Puoi calcolare il task fino alla posizione corrente del mouse premendo &lt;SHIFT&gt;.<br> Per chiudere il task, premi &lt;CTRL&gt; e clikka col tasto destro.<br> E' possibile cancellare e muovere punti di virata dal task completo.

source: optimized Task
it: Task ottimizzato
no: optimalisert oppgave
sv: optimerad uppgift

source: The time intervall between two points<> of the flight is more than 70 sec.!<> Due to Code Sportif 3, Nr. 1.9.2.1,<> the flight can not be valued!
it: L'intervallo di tempo tra due punti<> del volo supera i 70 secondi!<> Per il codice sportivo 3, Nr. 1.9.2.1,<> il volo non e' valido!

source: <B> The map</B><P> To move or scale the map, please use the buttons in the <B> Map-control</B> -area. Or center the map to the current cursor-positon by using the right mouse-button.</P><P> To zoom in or out, use the slider or the two buttons on the toolbar. You can also zoom with "&lt;Ctrl&gt;&lt;+&gt;" (zoom in) and "&lt;Ctrl&gt;&lt;-&gt;" (zoom out).</P><P> With the menu-item "Options" -> "Configure KFLog" you can configure, which map elements should be displayed at which scale.</P>
it: <B> La mappa</B><P> Per muovere o ridimensionare la mappa, usate i pulsanti del <B> Map-control</B> -area. O centrate la mappa sulla posizione del puntatore del mouse conun click sul tasto destro.</P><P> Per zommare, usate il cursore oi 2 pulsanti della toolbar. Puoi anche zoomare con "&lt;Ctrl&gt;&lt;+&gt;" (zoom in) and "&lt;Ctrl&gt;&lt;-&gt;" (zoom out).</P><P> Con il menu-item "Options" -> "Configura KFLog" puoi configurare, quali elementi della mappa devono essere visualizzati e con che scala.</P>

source: To finish the planing, press <> and the right mouse button!
it: Per finire premi <> e il tasto destro del mouse!

source: Please wait while loading file<><B>%1</B>
it: Attendere prego, caricamento file<><B>%1</B>

source: The selected file<><B>%1</B><> does not exist!
it: Il file selzionato<><B>%1</B><> non esiste!

source: The selected file<><B>%1</B><> is empty!
it: Il file selezionato<><B>%1</B><> e' vuoto!

source: The selected file<><B>%1</B><> is not an igc-file!
it: Il file selezionato<><B>%1</B><> non e' un file igc valido!

source: You don't have permission to access file<><B>%1</B>
it: Non hai i permessi per accedere al file<><B>%1</B>

source: Syntax-error while loading igc-file<><B>%1</B><> Aborting!
it: Abbandono: errore di sintassi del caricamento di<><B>%1</B><>

source: The selected file<><B>%1</B><> contains no flight!
it: Il file<><B>%1</B><> non contiene voli!

source: The directory for the airspace-files does not exist: %1
it: La directory per i file degli spazi aerei non esiste: %1
no: Mappen for luftroms-filene eksisterer ikke: %1
sv: Biblioteket för flygplatsfilerna existerar inte: %1

source: The directory for the airfield-files does not exist: %1
it: La directory per i file degli aeroporti non esiste: %1
no: Mappen for flyplass-filene eksisterer ikke: %1
sv: Biblioteket för flygfältsfiler existerar inte: %1

source: The directory for the map-files does not exist: %1
it: La directory per i file delle mappe non esiste: %1
no: Mappen forkart-filene eksisterer ikke: %1
sv: Biblioteket för kartfiler finns inte: %1

source: The directory for the map-files is empty. To download the files, please visit our homepage:
it: La directory per i file delle mappe e' vuota. Per scaricare i file visitate la nostra homepage:
no: Mappen for kart-filene er tom. For å laste ned filene, vennligst besøk vår hjemmeside:
sv: Biblioteket för kartfiler är tomt. För att ladda ner filer, v g besök vår hemsida:

source: The selected file<><B>%1</B><> is not an flightgear-file!
it: Il file selezionato<><B>%1</B><> non e' un file di flightgear!

source: The selected file<><B>%1</B><> is not an gardown-file!
it: Il file selezionato<><B>%1</B><> non e' un file di gardown!

source: International
it: Internazionale
no: Internasjonal

source: Brasil
it: Brasile

source: France
it: Francia
no: Frankrike

source: Germany
it: Germania
no: Tyskland

source: Italy
it: Italia
no: Italia

source: double sitter
it: biposto
no: toseter

source: DAEC-Index
it: Indice DAEC
no: DAEC-indeks

source: If checked, the IGC-file will not be signed.<> Note: Do not use fast download when using the file for competitions.
it: Se marcata, il file IGC non sara' firmato.<> Nota: Non usare il download veloce se il file serve per una gara.

source: write task to recorder
it: scrivi il task nel logger
no: skriv oppgaven til flightrecorder
sv: skriv uppgift till inspelare

source: No port specified!
it: Manca la porta!
no: Ingen port angitt!
sv: Ingen port angiven!

source: Method not implemented!
it: Metodo non implementato!
no: Funksjonen er ikke tilgjengelig!
sv: Metoden inte implementerad!

source: An error occured while reading the flight-directory!
it: Errore nella lettura della directory dei voli
no: Det oppsto en feil under lesing av mappen med flyvninger!
sv: Ett fel uppstod under läsning av flygbiblioteket!

source: Unknown return-code recieved!
it: Codice di ritorno sconosciuto
no: Ukjent returverdi mottatt!
sv: Okänd resultatkod erhållen!

source: Down&load from logger
it: Scarica dal &logger
no: Last ned fra l&ogger
sv: &Hämta från loggbok

source: &Upload to logger
it: Invia al logger (&Upload)
no: Last o&pp til logger
sv: S&para till loggbok

source: <B>%1</B><> permission denied!
it: <B>%1</B><> autorizzazione negata!

source: unnamed.kflogwp
it: kflogwp.senza nome
no: utennavn.kflogwp
sv: namnlös.kflogwp

source: <B>%1</B><> not found!
it: <B>%1</B><> non trovato!

source: The selected file<><B>%1</B><> is not a Volkslogger-file!
it: Il file selezionato<><B>%1</B><> non e' un file di Volkslogger!

source: Waypoint<><><B>%1</B><BR><BR> is already in current catalog.<><> Overwrite it?
it: Pilone<><><B>%1</B><BR><BR> gia' compreso nel catalogo.<><> Lo sovrascrivo?

source: Save changes to<><B>%1</B>
it: Salva modifiche a<><B>%1</B>

source: Path
no: Sti
sv: Sökväg

source: Austria
no: Østerrike

source: Africa
no: Afrika

source: Club
no: Klubb

source: border #1
sv: gräns #1

source: border #2
sv: gräns #2

source: border #3
sv: gräns #3

source: Zielstrecke
sv: Fri distans

source: Zielrckkehrstrecke
sv: Fri distans tur och retur

source: You can select waypoints with the left mouse button.You can also select free waypoints by clicking anywhere in the map.<br><br>When you press &lt;CTRL&gt; and click with the left mouse button on a taskpoint, it will be deleted.<br>You can compute the task up to your current mouse position by pressing &lt;SHIFT&gt;.<br>Finish the task with the rigth mouse button.<br>It's possible to move and delete taskpoints from the finished task.
sv: Man kan välja brytpunkter med vänster musknapp. Valfri brytpunkt kan också väljas genom att klicka någonstans på kartan.<br><br>En brytpunkt raderas genom att trycka på &lt;CTRL&gt; och klicka på brytpunkten med vänster musknapp.<br>&lt;SKIFT&gt;-klicka för att beräkna uppgiften fram till där man klickar.<br>Avsluta uppgiften med höger musknapp.<br> Det går att flytta och radera brytpunkter från en avslutad uppgift.

source: Vario
sv: Höjdförändr (m/s)

source: You can select waypoints with the left mouse button.You can also select free waypoints by clicking anywhere in the map.<br><br>When you press &lt;CTRL&gt; and click with the left mouse button on a taskpoint,it will be deleted.<br>You can compute the task up to your current mouse position by pressing &lt;SHIFT&gt;.<br>Finish the task with the rigth mouse button.<br>It's possible to move and delete taskpoints from the finished task.
sv: Man kan välja brytpunkter med vänster musknapp. Man kan också välja valfri brytpunkter genom att klicka någonstans på kartan.<br><br>En brytpunkt raderas genom att trycka på &lt;CTRL&gt; och klicka på brytpunkten med vänster musknapp.<br><br>&lt;SKIFT&gt;-klicka för att beräkna uppgiften fram till där man klickar.<br>Avsluta uppgiften med höger musknapp.<br> Det går att flytta och radera brytpunkter från en avslutad uppgift.

source: Task && Waypoints
sv: Uppgift && brytpunkter

source: Your Name
sv: Ditt namn
