Repository: Exadios/KFLog
Catalog: po/*.po
Languages: de, es, fr, it, nl, no, sv

source: &Save catalog
de: Katalog &speichern
es: &Guardar catálogo
fr: &Sauver la liste
it: &Salva catalogo
nl: Catalogus op&slaan
no: L&agre katalog
sv: &Spara katalog

source: &Save catalog as...
de: &Katalog speichern als...
es: Guardar catálogo &como
fr: Sauver la &liste sous ...
nl: Catalogus opslaan &als...

source: &Close catalog
de: Katalog s&chließen
es: &Cerrar catálogo
fr: Fe&rmer la liste
it: &Chiudi catalogo
nl: &Catalogus sluiten
no: &Lukk katalog
sv: S&täng katalog

source: New &waypoint
de: Neuer &Wegpunkt
es: Nuevo &punto de ruta
fr: Nouveau &jalon
it: Nuovo pilone (&waypoint)
nl: Nieuw &keerpunt
no: Nytt &vendepunkt
sv: Ny &brytpunkt

source: Copy to &catalog
de: zum Katalog &kopieren
fr: Copier dans l&iste
nl: Naar &catalogus kopiëren

source: Move to &catalog
de: Zum Katalog &verschieben
fr: &Déplacer vers la lis&te
nl: Naar &catalogus verplaatsen

source: Copy to &task
de: zur Aufgabe &kopieren
es: Copiar a &prueba
fr: Copier dans l'épreuve
it: Copia nel &task
nl: Naar &opdracht kopiëren
no: &Kopier til oppgave
sv: Kopiera till &uppgift

source: Center map on waypoint
de: Zentriere Karte auf Wegpunkt
es: Centrar mapa en punto de ruta
fr: Centrer la carte sur le jalon
it: Centra mappa sul pilone
nl: Kaart op keerpunt centreren
no: Sentrer kart til vendepunkt

source: Set Homesite
de: Heimatflugplatz festlegen
es: Establecer campo base
fr: Définir le site d'attache
nl: Thuisbasis markeren

source: KFLog waypoints
nl: Keerpunten filteren

source: Cumulus and KFLogEmbedded waypoints
nl: Cumulus en KFLogEmbedded keerpunten

source: Filser txt waypoints
nl: Filser txt keerpunten

source: Filser da4 waypoints
nl: Filser da4 keerpunten

source: SeeYou cup waypoints
nl: SeeYou cup keerpunten

source: All supported waypoint formats
nl: Alle ondersteunende keerpunt formaten

source: Open waypoint catalog
de: Wegpunkt-Katalog öffnen
es: Abrir catálogo de puntos de ruta
fr: Ouvrir une liste de jalon
it: Apri catalogo piloni
nl: Keerpuntencatalogus openen
no: Åpen vendepunktskatalog
sv: Öppna katalog med brytpunkter

source: <qt>The waypoint file has been modified.<br>Save changes to<BR><B>%1</B></qt>
de: <qt>Der Wendepunktkatalog wurde verändert.<br>Änderungen sichern unter<BR><B>%1</B></qt>
es: <qt>El archivo ha sido modificado.<br>Guardar los cambios a <BR><B>%1<B></qt>
fr: <qt>Le fichier de jalons a été modifié.<br>Sauver les modifications dans <BR><B>%1</B></qt>
nl: <qt>Het keerpuntenbestand is gewijzigd.<br>Wijzigingen opslaan in<BR><B>%1</B></qt>

source: Save changes?
de: Änderungen speichern?
es: ¿Guardar cambios?
fr: Sauver les modifications ?
nl: Wijzigingen opslaan?

source: <qt>Waypoint <b>%1</b> will be deleted.<br>Are you sure?</qt>
de: <qt> Wegpunkt <b>%1</b> wird gelöscht.<br>Sind Sie sicher?</qt>
fr: <qt>Voulez-vous vraiment supprimer le jalon <b>%1</b> ?</qt>
nl: <qt>Keerpunt <b>%1</b> zal verwijderd worden.<br>Weet u het zeker?</qt>

source: Delete waypoint?
de: Wegpunkt löschen?
fr: Supprimer le jalon ?
nl: Keerpunt verwijderen?

source: Import waypoint catalog
de: Wegpunkt-Katalog importieren
es: Importar catálogo de puntos de ruta
fr: Importer une liste de jalon
it: Importa catalogo piloni
nl: Keerpuntencatalogus importeren
no: Importer vendepunktskatalog
sv: Importera katalog med brytpunkter

source: Save changes to<BR><B>%1</B>
de: Änderungen speichern unter<BR><B>%1</B>
es: Guardar cambios a<BR><B>%1</B>
fr: Sauver les modification sur<BR><B>%1</B>
nl: Wijzigingen opslaan in <BR><B>%1</B>
no: Lagre endringer til<BR><B>%1</B>
sv: Spara förändringar till<br><b>%1</b>

source: unnamed
de: Unbenannt
es: sin nombre
fr: sans nom
nl: naamloos

source: *.dbt *.DBT|Waypoint file (Volkslogger format, *.dbt *:DBT)
fr: *.dbt *.DBT|Fichier de jalons (format Volkslogger, *.dbt *:DBT)
nl: *.dbt *.DBT|Keerpuntenbestand (Volkslogger-formaat, *.dbt *:DBT)

source: Import waypoints from file
de: Importiere Wegpunkte aus Datei
es: importar puntos de ruta desde archivo
fr: Importer des jalons depuis un fichier
it: Importa piloni da file
nl: Keerpunten uit bestand importeren
no: Importer vendepunkter fra fil

source: Points (optimized)
de: Punkte (optimiert)
fr: Points (optimisés)
nl: Punten (geoptimaliseerd)

source: Total distance
de: Gesamt Distanz
fr: Distance totale
nl: Totale afstand

source: KFlog Setup
de: KFlog Einstellungen
es: Configurar KFlog
fr: Configuration de KFLog
nl: KFLog-instellingen
no: KFlog Innstillinger
sv: Anpassning av KFlog

source: Select Default-Directory for the IGC-Files
de: Wählen Sie das Standard Verzeichnis für die IGC Dateien
es: Seleccione directorio por defecto para los archivos IGC
fr: Sélectionner le répertoire par défaut pour les fichiers IGC
it: Seleziona la Default-Directory per i file IGC
nl: Selecteer een standaardmap voor de IGC-bestanden
no: Velg standardmappe for IGC-filer
sv: Välj standardbibliotek för IGC-filerna

source: Select Directory for the Map-Files
de: Wählen Sie das Verzeichnis für die Karten Dateien
es: Seleccione Directorio para los archivos de Mapa
fr: Sélectionner le répertoire par défaut pour les fichiers de cartes
it: Seleziona la Directory per i file delle mappe
nl: Selecteer een standaardmap voor de kaartbestanden
no: Velg standardmappe for kart-filer
sv: Välj bibliotek för kartfiler

source: Select Default-Directory for the Task-Files
de: Wählen Sie das Standard Verzeichnis für die Aufgaben Dateien
es: Seleccione directorio por defecto para archivos de prueba
fr: Sélectionner le répertoire par défaut pour les fichiers d'épreuve
it: Seleziona la Default-Directory per i file dei task
nl: Selecteer een standaardmap voor de opdrachtbestanden
no: Velg standardmappe for oppgave-filer
sv: Välj standardbibliotek för uppgiftsfiler

source: Select Default-Directory for the Waypoint-Files
de: Wählen Sie das Standard-Verzeichnis für die Wegpunktdateien
es: Seleccione el directorio por defecto para archivos de puntos de ruta
fr: Sélectionner le répertoire par défaut pour les fichiers de jalons
it: Seleziona la Default-Directory per i file dei piloni
nl: Selecteer een standaardmap voor de keerpuntenbestanden
no: Velg standardmappe for vendepunkt-filer
sv: Välj standardbibliotek för filer med brytpunkter

source: Map-Elements
de: Karten Elemente
es: Elementos del mapa
fr: Eléments de carte
it: Elementi delle mappe
nl: Kaartelementen
no: Kartelementer
sv: Kartelement

source: Map Configuration
de: Karten Konfiguration
es: Configurar mapa
fr: Configuration de la carte
it: Configurazione mappe
nl: Kaartinstellingen
no: Kart-innstillinger
sv: Konfigurering av karta

source: visible Map-Elements
de: sichtbare Karten Elemente
es: Elementos visibles en el mapa
fr: Eléments de carte visibles
it: elementi visibili nelle mappe
nl: Zichtbare kaartelementen
no: synlige kartelement
sv: synliga kartelement

source: River / Lake
de: Fluss / See
es: Río / Lago
fr: Rivière / Lac
it: Fiume / Lago
nl: Rivier / meer
no: Elv / Innsjø
sv: Flod / Sjö

source: Canal
de: Kanal
it: Canale
nl: Gracht / kanaal
no: Kanal
sv: Kanal

source: Airspace A
de: Luftraum A
es: Espacio Aéreo A
fr: Espace de Classe A
it: Spazio Aereo A
nl: Luchtruim A
no: Luftrom A
sv: Luftrum A

source: Airspace B
de: Luftraum B
es: Espacio Aéreo B
fr: Espace de Classe B
it: Spazio Aereo B
nl: Luchtruim B
no: Luftrom B
sv: Luftrum B

source: Airspace C
de: Luftraum C
es: Espacio Aéreo C
fr: Espace de Classe C
it: Spazio Aereo C
nl: Luchtruim C
no: Luftrom C
sv: Luftrum C

source: Airspace D
de: Luftraum D
es: Espacio Aéreo D
fr: Espace de Classe D
it: Spazio Aereo D
nl: Luchtruim D
no: Luftrom D
sv: Luftrum D

source: Airspace E (low)
de: Luftraum E (1000ft GND)
es: Espacio Aéreo E (bajo)
fr: Aispace de Classe E (bas)
it: Spazio Aereo E (basso)
nl: Luchtruim E (laag)
no: Luftrom E (lav)
sv: Luftrum E (lågt)

source: Airspace E (high)
de: Luftraum E (1700ft GND)
es: Espacio Aéreo (alto)
fr: Espace de Classe E (haut)
it: Spazio Aereo E (Alto)
nl: Luchtruim E (hoog)
no: Luftrom E (høy)
sv: Luftrum E (högt)

source: Airspace F
de: Luftraum F
es: Espacio Aéreo F
fr: Espace de Classe F
it: Spazio Aereo F
nl: Luchtruim F
no: Luftrom F
sv: Luftrum F

source: Control C
de: Kontrollzone C
fr: Contrôlé C
it: Controllo C
nl: Gecontroleerd C
no: Kontroll C
sv: Kontroll C

source: Control D
de: Kontrollzone D
fr: Contrôlé D
it: Controllo D
nl: Gecontroleerd D
no: Kontroll D
sv: Kontroll D

source: Danger
de: Gefahrengebiet
es: Peligro
it: Pericolo
nl: Gevaar
no: Fare
sv: Fara

source: Low flight area
de: Tieffluggebiet
es: Area de vuelo bajo
fr: Zone de vol basse altitude
it: Zona low flight
nl: Laagvlieggebied
no: Lavtflyvningsområde
sv: Lågflygningsområde

source: Restricted
de: Flugbeschränkungsgebiet
es: Restringido
fr: Réglementé
nl: Beperkt
no: Restriksjonsområde
sv: Skyddsområde

source: Forest
de: Wald
es: Bosque
fr: Forêt
it: Foresta
nl: Bos

source: Trail
de: Pfad
es: Camino
fr: Piste
it: Traccia
nl: Pad

source: double Railway
de: zweigleisige Eisenbahn
es: Ferrocarrilo doble vía
fr: Autouroute double
it: Ferrovia doppia
nl: Dubbelspoor

source: Aerial Cable
de: Freileitung
es: Cable aéreo
fr: Câble aérien
it: Cavo Aereo
nl: Kabels

source: temporarily River / Lake
de: temporärer Fluß / See
es: Río / Lago temporal
fr: Rivière / Lac provisoire
it: temporaneamente Fiume / Lago
nl: Tijdelijke rivier / meer

source: Glacier
de: Gletscher
es: Glaciar
nl: Gletsjer

source: Pack Ice
de: Packeis
es: Banco de hielo
fr: Banquise
nl: Pakijs

source: FAI Area <500 km
de: FAI Fläche <500 km
es: Área FAI <500 km
fr: Secteur FAI < 500 km
nl: FAI-gebied <500 km

source: FAI Area >500 km
de: FAI Fläche >500 km
fr: Secteur FAI > 500 km
nl: FAI-gebied >500 km

source: Display
de: Anzeige
es: Pantalla
fr: Affichage
it: Visualizza
nl: Weergave
no: Vis
sv: Visa

source: Flight Display
nl: Vluchtweergave

source: Flight Display Configuration
nl: Vluchtweergave Instellingen

source: Flight Path Line
nl: Lijn van Vluchtpad

source: width
nl: breedte

source: Flight Path Cycling Colors
nl: Kleuren van Vluchtpad Cirkelen

source: left turn
nl: linker bocht

source: right turn
nl: rechter bocht

source: mixed turn
nl: gecombineerde bocht

source: straight
nl: rechtuit

source: solid
nl: homogeen

source: engine noise
nl: motorlawaai

source: Map-Projection
de: Kartenprojektion
es: Proyección del mapa
fr: Projection de carte
it: Proiezione della Mappa
nl: Kaartprojectie
no: Kart

source: Configuration of Map-Projection
de: Konfiguration der Kartenprojektion
es: Configuración de la proyección del mapa
fr: Configuration de la projection de carte
it: Configurarione della Proiezione della Mappa
nl: Kaartprojectie Instellingen
no: Kart

source: Type of Projection
de: Typ der Projektion
es: Tipo de proyección
fr: Type de projection
it: Tipo di Proiezione
nl: Projectietype
no: Type

source: Conical orthomorphic (Lambert)
de: Kegelprojektion nach Lambert
es: Cónica ortomórfica (Lambert)
fr: Conique conforme (Lambert)
it: Conica (Lambert)
nl: Conforme kegelprojectie (Lambert)
no: Konisk orthomorfisk (Lambert)

source: Cylindrical Equidistant (Plate Carre)
de: Zylinderprojektion
es: Cilíndrica equidistante (Plate Carre)
fr: Cylindrique Équidistante (Plate Carre)
it: Cilindrica equidistante (Plate Carre)
nl: Meridiaangetrouwe cilinderprojectie (Plate Carré)
no: Sylindrisk ekvidistant (Plate Carre)

source: Setup Projection
de: Projektion einstellen
es: Configuración de la proyección
fr: Spécifier la projection
it: Imposta Proiezione
nl: Projectie instellingen
no: Projeksjonsinnstillinger

source: 1. Standard Parallel
de: 1. Standard Parallele
es: 1. Paralelo estándar
fr: 1ère Parallèle conservée
it: 1. Standard Parallela
nl: 1e standaardparallel
no: 1. Standard paralell

source: 2. Standard Parallel
de: 2. Standard Parallele
es: 2. Paralelo estándar
fr: 2ème Parallèle conservée
it: 2. Standard Parallela
nl: 2e standaardparallel
no: 2. Standard paralell

source: Origin Longitude
de: Mittlerer Längengrad
es: Longitud de origen
fr: Origine des Longitudes
it: Longitudine Origine
nl: Oorsprong lengtegraad
no: Utgangspunkt Lengdegrad

source: Map-Scales
de: Karten Maßstäbe
es: Escalas del mapa
fr: Échelle des cartes
it: Scala-Mappe
nl: Kaartschalen
no: Kart-skalaer
sv: Kartskalor

source: Map-Scale Configuration
de: Konfiguration der Karten Maßstäbe
es: Configuración de escalas del mapa
fr: Configuration de l'échelle des cartes
it: Config. Scala-Mappe
nl: Kaartschaal Instellingen
no: Kart-skala innstillinger
sv: Konfigurera kartskala

source: Scale-Range:
de: Maßstabs-Bereich:
es: Rango de la escala:
fr: Intervalle des échelles :
it: Range scala:
nl: Schaalbereik:
no: Skala-område
sv: Skala, gränser:

source: lower limit
de: untere Grenze
es: límite inferior
fr: limite inférieure
it: limite inf.
nl: ondergrens
no: nedre grense
sv: nedre gräns

source: upper limit
de: obere Grenze
es: límite superior
fr: limite supérieure
it: limite sup.
nl: bovengrens
no: øvre grense
sv: övre gräns

source: use small icons
de: kleine Icons verwenden
es: utilizar iconos pequeños
fr: Afficher de petite icônes
it: usa icone piccole
nl: kleine pictogrammen gebruiken
no: bruk små ikoner
sv: använd små ikoner

source: draw waypoint labels
de: Wendepunktnamen anzeigen
es: pintar etiquetas de los puntos de ruta
fr: Afficher les étiquette des jalons
nl: keerpuntenlabels tonen

source: threshold #1
de: Schwelle 1
es: Umbral nº1
fr: seuil n°1
it: soglia #1
nl: drempelwaarde #1
no: grense #1

source: threshold #2
de: Schwelle 2
es: Umbral nº2
fr: seuil n°2
it: soglia #2
nl: drempelwaarde #2
no: grense #2

source: threshold #3
de: Schwelle 3
es: Umbral nº3
fr: seuil n°3
it: soglia #3
nl: drempelwaarde #3
no: grense #3

source: Paths
de: Pfade
es: Directorios
fr: Répertoires
nl: Mappen

source: Path Configuration
de: Pfade einrichten
es: Configuración de directorios
fr: Configuration des chemins
it: Configurazione Path
nl: Map Instellingen
no: Sti innstillinger
sv: Konfigurera sökväg

source: Flight-directory:
de: Verzeichnis der Flüge:
es: Directorio de vuelos:
fr: Dossier des vols
it: Directory dei voli:
nl: Vluchtmap:
no: Mappe for flyvninger
sv: Bibliotek för flygningar:

source: Task-directory:
de: Verzeichnis der Aufgaben:
es: Directorio de pruebas:
fr: Dossier des épreuves
it: Directory dei task:
nl: Opdrachtmap:
no: Mappe for oppgaver:
sv: Bibliotek för uppgifter:

source: Waypoint-directory:
de: Wegpunkt-Verzeichnis:
es: Directorio de puntos de ruta:
fr: Dossier des jalons
it: Directory dei piloni:
nl: Keerpuntenmap:
no: Mappe for vendepunkt:
sv: Bibliotek för brytpunkter:

source: Map-directory:
de: Verzeichnis der Karten:
es: Directorio de mapas:
fr: Dossier des cartes
it: Directory delle mappe:
nl: Kaartmap:
no: Mappe for kart:
sv: Bibliotek för kartor:

source: Topography
de: Gelände
es: Topografía
fr: Topographie
it: Topografia
nl: Topografie
no: Topografi
sv: Topografi

source: Topography Configuration
de: Geländedarstellung
es: Configuración topográfica
fr: Configuration de la topographie
it: Configurazione Topografia
nl: Topografie Instellingen
no: Topografi-innstillinger
sv: Konfigurera topografi

source: Identity
de: Identität
es: Identidad
fr: Identité
it: Identita'
nl: Identiteit
no: Identitet
sv: Identitet

source: Personal Information
de: Persönliche Angaben
es: Información personal
fr: Informations personnelles
it: Informazioni Personali
nl: Persoonlijke informatie
no: Personlig informasjon
sv: Personlig information

source: Prename
de: Vorname
es: Nombre
fr: Prénom
it: Prenome
nl: Voornaam
no: Fornavn

source: Surname
de: Nachname
es: Apellidos
fr: Nom
it: Cognome
nl: Achternaam
no: Etternavn

source: Birthday
de: Geburtstag
es: Fecha nacimiento
fr: Date de naissance
it: Data di nascita
nl: Geboortedatum
no: Født

source: Contest Type
de: Wettbewerb:
es: Tipo de competición
fr: Type de concours
nl: Wedstrijdtype

source: Airfields
nl: Vliegvelden

source: Airfield Configuration
nl: Vliegveld Instellingen

source: Country Filter
nl: Landenfilter

source: Home Radius
nl: Thuisbasisstraal

source: Catalog Configuration
de: Katalog Konfiguration
es: Configuración del catálogo
fr: Configuration de la liste
nl: Catalogus Instellingen

source: Default Catalog:
de: Standard Katalog:
es: Catálogo por defecto:
fr: Liste par défaut :
nl: Standaard catalogus:

source: Empty
de: Leer
es: Vacío
fr: Vide
nl: Leeg

source: Last used
de: Zuletz verwendeter
es: Último utilizado
fr: Dernier(e) utilisé(e)
nl: Laatst gebruikt

source: Specific
de: Auswählen
es: Específico
fr: Spécifique
nl: Specifiek

source: Select default waypoint catalog
de: Standard Wendepunktkatalog wählen
es: Seleccionar catálogo de puntos de ruta por defecto
fr: Sélectionner la liste de jalons par défaut
nl: Standaard keerpunten catalogus selecteren

source: OLC-Declaration
de: OLC-Anmeldung
es: Declaración OLC
fr: Déclaration OLC
it: Dichiarazione OLC
nl: OLC-Declaratie
no: OLC-deklarasjon

source: Send
de: Sende
es: Enviar
fr: Envoyer
it: Invia
nl: Verzenden

source: Save as
de: Speichern unter
es: Guardar cómo
fr: Enregistrer sous
it: Salva con nome
nl: Opslaan als
no: Lagre som

source: pure glider
de: reines Segelflugzeug
es: velero puro
fr: planeur pur
it: aliante puro
nl: pure zwever
no: vanlig seilfly

source: not set
de: nicht gesetzt
es: no establecido
fr: Non défini
it: non definito
nl: Niet gedefinieerd
no: ikke valgt

source: Standard
nl: Standaard

source: double seater
de: Doppelsitzer
es: biplaza
fr: biplace
nl: Tweezitter

source: Birthday (dd.mm.yyyy)
de: Geburtstag (dd.mm.yyyy)
es: Cumpleaños (dd.mm.aaaa)
fr: Date de naissance (jj.mm.aaaa)
nl: Geboortedatum (dd.mm.jjjj)

source: Class
de: Klasse
es: Clase
fr: Classe
it: Classe
nl: Klasse
no: Klasse

source: Startpoint
de: Startpunkt
es: Punto de inicio
fr: Point de début
it: Punto di partenza
nl: Startpunt
no: Startpunkt

source: Task-Length
de: Aufgabenlänge
es: Longitud de prueba
fr: Longueur de l'épreuve
it: Lunghezza Task
nl: Opdrachtlengte
no: Oppgaves lengde

source: The flight has not been optimized for the OLC!
de: Der Flug wurde nicht für OLC optimiert !
fr: Le vol n'a pas été optimisé pour l'OLC
nl: De vlucht is niet voor OLC geoptimaliseerd!

source: Not optimized for OLC
de: Nicht optimiert für OLC
fr: Non optimisé pour l'OLC
nl: Niet voor OLC geoptimaliseerd

source: You don't have permission to access file<BR><B>%1</B>
de: Sie haben keine Zugriffsrechte für Datei<BR><B>%1</B>
es: No tiene permiso para accedr al archivo<BR><B>%1</B>
fr: Vous n'avez pas les droits d'accès au fichier<BR><B>%1</B>
nl: U hebt geen toegangsrechten voor het bestand<BR><B>%1</B>
no: Du har ikke rettigheter til å aksessere filen<BR><B>%1</B>
sv: Du har inte rättigheter att använda filen<BR><B>%1</B>

source: No permission
de: Keine Zugriffsrechte
es: No tiene permiso
fr: Pas d'autorisation
it: Non permesso
nl: Geen toegangsrechten
no: Ingen rettigheter
sv: Inte tillåtelse att använda

source: &New task
de: &Neue Aufgabe
es: &Nueva prueba
fr: &Nouvelle épreuve
it: &Nuovo Task
nl: &Nieuwe opdracht
no: &Ny oppgave

source: Open &task
de: Aufgabe &öffnen
fr: Ouvrir une é&preuve
nl: Opdracht &openen

source: &Edit task
de: Aufgabe &editieren
es: &Editar prueba
fr: Éd&iter une épreuve
it: Modifica Task (&Edit)
nl: Opdracht bew&erken
no: &Endre oppgave

source: &Close task
de: Aufgabe s&chließen
fr: &Fermer l'épreuve
nl: Opdracht &sluiten

source: &Save this task
de: diese Aufgabe &speichern
es: &Guardar esta prueba
fr: &Sauver cette épreuve
it: &Salva questo task
nl: Deze opdracht op&slaan
no: &Lagre denne oppgaven

source: Save &all task's
de: &Alle Aufgaben speichern
es: Guardar &todas las pruebas
fr: Sauver &toutes les tâches
it: S&alva tutti i task
nl: &Alle opdrachten opslaan
no: Lagre &alle oppgaver

source: &Open flight
de: &Flug öffnen
fr: Ouvrir un &vol
nl: Vlucht &openen

source: O&ptimize flight
de: Flug &optimieren
fr: &Optimiser le vol
nl: Vlucht O&ptimaliseren

source: O&ptimize flight (OLC)
de: Flug &optimieren (OLC)
fr: Optimier le vol (O&LC)
nl: Vlucht (OLC) o&ptimaliseren

source: &Close flight
de: Flug &schließen
fr: &Fermer le vol
nl: Vlucht &sluiten

source: Save task
de: Aufgabe speichern
es: Guardar prueba
fr: Sauver l'épreuve
it: Salva Task
nl: Opdracht opslaan
no: Lagre oppgave

source: <B>%1</B><BR>permission denied!
de: Zugriff verweigert!<BR><B>%1</B>
es: <B>%1</B><BR>¡Permiso denegado!
fr: <B>%1</B><BR>accès refusé !
nl: <B>%1</B><BR>toegang geweigerd!
no: <B>%1</B><BR>ingen tilgang!
sv: <b>%1</b><br>tillgång vägrad!

source: Error occurred!
de: Fehler aufgetreten!
es: ¡Ocurrió un error!
fr: Une erreur est survenue !
it: Errore!
nl: Er is een fout opgetreden!
no: Det oppstod en feil!
sv: Ett fel uppstod!

source: Free Distance
de: Freie Strecke
es: Distancia Libre
fr: Distance libre
it: Volo in linea retta
nl: Vrije afstand
no: Fri distanse

source: Free Out and Return Distance
de: Zielrückkehr-Distanz
es: Distancia libre de ida y vuelta
fr: Aller-retour libre
it: Andata e ritorno
nl: Vrije uit en terug-afstand
no: Fri ut-og-retur distanse

source: FAI Triangle
de: FAI-Dreieck
es: Triángulo FAI
fr: Triangle FAI
it: Triangolo FAI
nl: FAI-driehoek
no: FAI-triangel
sv: FAI-triangel

source: Triangle
de: Dreieck
es: Triángulo
it: Triangolo
nl: Driehoek
no: Triangel
sv: Triangel

source: FAI Triangle Start on leg
de: FAI-Dreieck, Start auf Schenkel
es: Triángulo FAI con comienzo en tramo
fr: Triangle FAI (départ sur une branche)
it: Triangolo FAI Start dal lato
nl: FAI-driehoek-start op been
no: FAI Triangel Start på legg
sv: FAI-triangel Start på sida

source: Triangle Start on leg
de: Dreieck, Start auf Schenkel
es: Triángulo con comienzo en tramo
fr: Triangle (départ sur une branche)
it: Triangolo Start dal lato
nl: Driehoek-start op been
no: Triangel Start på legg
sv: Triangel Start på sida

source: OLC optimized (2003 rules)
de: OLC optimiert (Regeln 2003)
es: OLC optimizado (reglas 2003)
fr: optimisé(e) OLC (réglement 2003)
nl: OLC-geoptimaliseerd (regelement 2003)

source: You have not reached the first waypoint of your task.
de: Sie haben den ersten Wendepunkt ihrer Aufgabe nicht erreicht.
es: No ha alcanzado el primer punto de ruta de su prueba.
fr: Vous n'avez pas atteint le premier jalon de l'épreuve
it: Non hai raggiunto il primo pilone del tuo task
nl: U hebt het eerste keerpunt van uw opdracht niet bereikt.
no: Du har ikke nådd første vendepunkt på oppgaven.
sv: Du har inte nått första brytpunkten i din uppgift.

source: You have not reached the last point of your task.
de: Sie haben den letzten Wendepunkt ihrer Aufgabe nicht erreicht.
es: No ha alcanzado el último punto de ruta de su prueba.
fr: Vous n'avez pas atteint le dernier point de l'épreuve
it: Non hai raggiunto il punto finale del tuo task
nl: U hebt het laatste punt van uw opdracht niet bereikt.
no: Du har ikke nådd siste vendepunkt på oppgaven.
sv: Du har inte nått sista punkten i din uppgift.

source: The time intervall between two points<BR>of the flight is more than 70 sec.!<BR>Due to Code Sportif 3, Nr. 1.9.2.1,<BR>the flight can not be valued!
de: Der zeitliche Abstand zwischen zwei Punkten<BR>des Fluges ist länger als 70s!<BR> Nach Code Sportif 3, Nr. 1.9.2.1,<BR>kann der Flug nicht gewertet werden!
es: El intervalo de tiempo entre dos puntos<BR>del vuelo e más de 70 seg.!<BR>Debido al Code Sportif 3, Nr. 1.9.2.1,<BR>el vuelo no puede ser valorado!
fr: L'intervalle de temps entre deux points<BR> du vol dépasse 70 secondes !<BR>Selon l'article n° 1.9.2.1 du code sportif 3,<BR> ce vol ne peut être validé !
nl: De tijdsinterval tussen twee punten<BR>van de vlucht is meer dan 70 seconden!<BR> Vanwege de code Sportif 3, nr. 1.9.2.1, kan de vlucht niet gewaardeerd worden!
no: Tidsintervallet mellom to punkter<BR>i flvninger er mer enn 70 sek.!<BR> I følge Code Sportif 3, Nr.1.9.2.1,<BR>kan ikke flyvninger evalueres!
sv: Tidsintervallet mellan två punkter<BR>i flygningen är mer än 70 sekunder! <BR>Enligt Code Sportif 3, Nr 1.9.2.1,<BR>kan inte flygningen bedömas!
