Repository: Exadios/KFLog
Catalog: po/*.po
Languages: de, es, fr, it, nl, no, sv

source: The selected file<BR><B>%1</B><BR>does not exist!
de: Die gewählte Datei<BR><B>%1</B><BR>existiert nicht!
es: ¡El archivo<BR><B>%1</B><BR>seleccionado no existe!
fr: Le fichier sélectionné<BR><B>%1</B><BR>n'existe pas !
nl: Het geselecteerde bestand <BR><B>%1</B><BR>bestaat niet!
no: Den valgte filen <BR><B>%1</B> finnes ikke!
sv: Den angivna filen<BR><B>%1</B><BR>finns inte!

source: The selected file<BR><B>%1</B><BR>is empty!
de: Die gewählte Datei<BR><B>%1</B><BR>ist leer!
es: ¡El archivo<BR><B>%1</B><BR>seleccionado está vacío!
fr: Le fichier sélectionné<BR><B>%1</B><BR>est vide!
nl: Het geselecteerde bestand<BR><B>%1</B><BR>is leeg!
no: Den valgte filen <BR><B>%1</B><BR>er tom!
sv: Den angivna filen<BR><B>%1</B><BR>är tom!

source: The selected file<BR><B>%1</B><BR>is not an igc-file!
de: Die gewählte Datei<BR><B>%1</B><BR>ist keine IGC-Datei!
es: ¡El archivo<BR><B>%1</B><BR>seleccionado no es un archivo igc!
fr: Le fichier sélectionné<BR><B>%1</B><BR>n'est pas un fichier IGC !
nl: Het geselecteerde bestand<BR><B>%1</B><BR>is geen IGC bestand!
no: Den valgte filen <BR><B>%1</B><BR>er ikke en IGC-fil!
sv: Den angivna filen<BR><B>%1</B><BR>är inte en IGC-fil!

source: Loading flight...
nl: Vlucht laden...

source: Please wait while loading file<BR><B>%1</B>
de: Bitte warten. Lade Datei<BR><B>%1</B>
es: Por favor espere mientras se carga el archivo<BR><B>%1</B>
fr: Patientez ! Chargement du fichier<BR><B>%1</B>
nl: Even geduld, de vlucht wordt geladen:<BR><B>%1</B>
no: Vennligst vent mens filen<BR><B>%1</B> lastes
sv: V g vänta medan filen<br> <b>%1</b> laddas.

source: unknown manufactorer
de: unbekannter Hersteller
es: fabricante desconocido
fr: fabricant inconnu
it: costruttore sconosciuto
nl: onbekende fabrikant
no: ukjent

source: Syntax-error while loading igc-file<BR><B>%1</B><BR>Aborting!
de: Syntax-Fehler in Datei<BR><B>%1</B><BR>Abbruch!
es: Error de sintaxis l cargar el archivo igc<BR><B>%1<B><BR>¡Cancelando!
fr: Erreur de syntaxe au chargement du fichier igc<BR><B>%1</B><BR>Arrêt !
nl: Er is een syntaxisfout aangetroffen in het IGC bestand<BR><B>%1</B><BR>Het laden wordt afgebroken!
no: Syntax-feil under lasting av IGC-filen<BR><B>%1</B><BR>Avbryter!
sv: Syntaxfel medan IGC-filen<BR><B>%1</B><BR>laddades. Avbryter!

source: Error in IGC-file
de: Fehler in IGC Datei
es: Error en el archivo IGC
fr: Erreur dans le fichier IGC
it: Errore nel file IGC
nl: Fout in IGC bestand
no: Feil i IGC-filen
sv: Fel i IGC-fil

source: The selected file<BR><B>%1</B><BR>contains no flight!
de: Die gewählte Datei<BR><B>%1</B><BR>enthält keinen Flug!
es: ¡El archivo<BR><B>%1<B><BR>seleccionado no contiene ningún vuelo!
fr: Le fichier sélectionné<BR><B>%1</B><BR> ne contient pas de vol !
nl: Het geselecteerde bestand<BR><B>%1</B><BR>bevat geen vluchtgegevens!
no: Den valgte filen<BR><B>%1</B><BR>inneholder ingen flyvning!
sv: Angiven fil<br><b>%1</b><br>innehåller ingen flygning!

source: <qt>There are no map-files in the directory<br><b>%1</b><br>yet. Do you want to download the data automatically?<br>(You need to have write permissions. If you want to change the directory, press "Cancel" and change it in the Settings menu.)</qt>
nl: <qt>Er zijn geen kaartbestanden in de map<br><b>%1</b>.</br>Wilt u de gegevens automatisch downloaden?<br>(U hebt schrijfrechten nodig. Als u de map wilt wijzigen, kies dan "Annuleren" en verander de map in het instellingenmenu.)</qt>

source: <qt>The directory <b>%1</b> is either not writeable<br>or the server <b>%2</b> is not reachable.<br>Please specify the correct path in the Settings dialog and check the internet connection!<br> Restart KFLog afterwards.</qt>
de: <qt>Das Verzeichnis <b>%1</b> ist entweder schreibgeschützt<br> oder der Server <b>%2<b> ist nicht erreichbar.<br> Bitte richten Sie den korrekten Pfad in den Einstellungen einund prüfen Ihre Internetverbindung!<br> Danach starten Sie KFLog neu.</qt>
fr: <qt>Impossible d'écrire dans le répertoire <b>%1</b>ou de joindre le serveur <b>%2</b>.<br>Renseignez un chemin correct dans Configuration et vérifiez votre connexion internet !<br>Redémarrer KFLog après cela.</qt>
nl: <qt>Óf de map <b>%1</b> is niet beschrijfbaar <br> óf de server<b>%2</b> is niet bereikbaar.<br> Selecteer alstublieft de correcte map in het instellingenvenster en controleer uw internetverbinding!<br> Herstart daarna KFLog.</qt>

source: <qt>The directory for the map-files is empty.<br>To download the files, please visit our homepage:<br><b>http://maproom.kflog.org/</b></qt>
de: <qt>Das Verzeichnis für die Kartendateien ist leer.<br> Bitte besuchen Sie unsere Homepage um die Dateien herunterzuladen:<br> <b>http://maproom.kflog.org/</b></qt>
fr: <qt>Le répertoire des fichiers de carte est vide.<br>Pour télécharger les fichier, aller sur notre page web : <br><b>http://maproom.kflog.org/</b></qt>
nl: <qt>De map voor kaartbestanden is leeg.<br>Om de bestanden te downloaden, gaat u naar onze website:<br><b>http://maproom.kflog.org/</b></qt>

source: directory empty
de: Verzeichnis leer
es: directorio vacío
fr: repértoire vide
it: directory vuota
nl: map is leeg
no: mappen er tom
sv: biblioteket är tomt

source: The directory for the map-files does not exist.
de: Das Verzeichnis für die Kartendateien existiert nicht.
fr: Le répertoire pour les fichier de cartes n'existe pas.
nl: De map voor de kaartbestanden bestaat niet.

source: Please select the directory in which the files are located.
nl: Selecteer alstublieft de map waar de bestanden te vinden zijn.

source: Directory not found
de: Verzeichnis nicht gefunden
es: Directorio no encontrado
fr: Répertoire non trouvé
it: Directory non trovata
nl: Map niet gevonden
no: Mappen finnes ikke
sv: Hittar inte biblioteket

source: Select map directory...
de: Bitte das Kartenverzeichnis wählen ...
es: Seleccione el directorio de mapas
fr: Sélectionner le répertoire des cartes ...
nl: Kaartmap selecteren...

source: Loading mapdata ...
de: Lade Kartendaten ...
es: Cargando datos del mapa ...
fr: Chargement de la carte ...
it: Caricamento dati meppe ...
nl: Bezig met laden van kaartgegevens...
no: Laster kartdata...
sv: Laddar kartdata...

source: You can select waypoints with the left mouse button.You can also select free waypoints by clicking anywhere in the map.<br><br>When you press &lt;CTRL&gt; and click with the left mouse button on a taskpoint, it will be deleted.<br>You can compute the task up to your current mouse position by pressing &lt;SHIFT&gt;.<br>To finish the task, press &lt;CTRL&gt; and click the right mouse button.<br>It's possible to move and delete taskpoints from the finished task.
de: Sie können Wendepunkte mit der linken Maustaste auswählen. Außerdem ist es möglich, durch klicken in die Karte und gleichzeitigem Drücken der Shift Taste , einen freien Wendepunkt auszuwählen<br><br> Eine Wendepunkt kann durch Drücken von &lt;STRG&gt; und einem Klick auf den Wendepunkt gelöscht werden. <br>Die Aufgabe kann bis zur aktuellen Mausposition berechnet werden, indem Sie &lt;SHIFT&gt; drücken.<br> Um die Aufgabe zu beenden bitte &lt;STRG&gt; und die rechte Maustaste drücken.<br> Es ist möglich Wendepunkte von der fertigen Aufgabe zu löschen oder zu verschieben.
es: Puede seleccionar puntos de ruta con el botón izquierdo del ratón. También puede seleccionar pntos de ruta haciendo clic en cualquier lugar del mapa.<br><br>Cuando presione &lt;CTRL&gt; y haga clic con el botón izquierdo del ratón sobre un punto de prueba, éste será eliminado.<br>Puede calcular la prueba hasta la posición actual del ratón pulsando &lt;Mayus&gt;.<br>Para finalizar la prueba pulse &lt;CTRL&gt; y haga clic con el botón derecho del ratón.<br>Se pueden borrar y eliminar puntos de prueba de la prueba finalizada.
fr: Vous pouvez sélectionner des jalons avec le clic de gauche. Vous pouvez aussi sélectionner des jalons "libres" en cliquant n'importe où sur la carte.<br><br>En pressant &lt; CTL&gt; et en cliquant avec le bouton gauche de la souris sur un point de l'épreuve, il sera supprimé.<br>Vous pouvez évaluer l'épreuve jusqu'à la position en cours du pointeur en pressant &lt;SHIFT&gt;.<br>Pour clore l'épreuve, presser &lt;CTRL&gt; et cliquer avec le bouton droit de la souris.<br> Il est possible de déplacer ou de supprimer des jalons d'une tâche close.
nl: U kunt keerpunten selecteren met de rechter muisknop. U kunt ook vrije keerpunten selecteren door op een willekeurige plaats op de kaart te klikken.<br><br>Als u &lt;CTRL&gt; ingedrukt houdt terwijl u met de linker muisknop op een keerpunt klikt, zal het worden verwijderd.<br>U kunt de opdracht doorrekenen tot en met uw huidige muispositie door op &lt;SHIFT&gt; te drukken.<br>Om de opdracht af te sluiten, druk op &lt;CTRL&gt; en klik met de rechter muisknop.<br>Het is mogelijk om keerpunten te verplaatsen of te verwijderen in een afgesloten opdracht.
no: Du kan velge vendepunkter med venstre musknapp.Du kan også velge frie vendepunkt ved å klikke hvor som helst på kartet.<br><br>Når du trykker &lt;CTRL&gt; og klikker med venstre musknapp på ett vendepunkt i oppgaven blir det slettet.<br>Du kan beregne oppgaven fram til din nåværende posisjon ved å tykke &lt;SHIFT&gt;.<br>For å avslutte oppgaven, trykk &lt;CTRL&gt; og klikk den høyre museknappen.<br>Det er mulig å flytte og slette vendepunkter i den ferdige oppgaven.

source: The selected file<BR><B>%1</B><BR>is not an flightgear-file!
de: Die gewählte Datei<BR><B>%1</B><BR>ist keine FlightGear-Datei!
es: ¡El archivo <BR><B>%1</B><BR>seleccionado no es un archivo común!
fr: Le fichier sélectionné <BR><B>%1</B><BR> n'est pas un fichier flightgear valide !
nl: Het geselecteerde bestand<BR><B>%1</B><BR>is geen FlightGear-bestand!
no: Den valgte filen<BR><B>%1</B><BR>er ikke en flightgear-fil!

source: Import mapfile ...
de: importiere Kartendatei ...
es: importar archivo de mapa
fr: Importer un fichier de carte ...
it: Importa file mappe ...
nl: Kaartbestand importeren...
no: Importer kartfil...
sv: Importera kartfil...

source: The selected file<BR><B>%1</B><BR>is not an gardown-file!
de: Die gewählte Datei<BR><B>%1</B><BR>ist keine Gardown-Datei!
es: ¡El archivo <BR><B>%1</B><BR>seleccionado no es un archivo de gardown!
fr: Le fichier sélectionné <BR><B>%1</B><BR> n'est pas un fichier Gardown valide !
nl: Het geselecteerde bestand<BR><B>%1</B><BR>is geen GarDown-bestand!
no: Den valgte filen<BR><B>%1</B><BR>er ikke en gardown-fil!

source: Import file ...
de: Importiere Datei ...
es: Importar archivo ...
fr: Importation de fichier ...
it: Importa file ...
nl: Bestand importeren...
no: Importer fil ...

source: wrong doctype
de: Falscher Dateityp
es: tipo de documento erróneo
fr: mauvais "doctype"
it: tipodoc errato
nl: onjuist bestandstype
no: gal dokumenttype
sv: felaktig dokumenttyp

source: Flight selection
de: Flugauswahl
es: Selección del vuelo
fr: Sélection du vol
it: Selezione del volo
nl: Vluchtselectie
no: Velg flyvning

source: &available Flights
de: verfügbare &Flüge
es: Vuelos &disponibles
fr: &Vol disponibles
it: Voli disponibili (&a)
nl: &beschikbare vluchten
no: &tilgjengelige flyvninger

source: &selected Flights
de: &gewählte Flüge
es: Vuelos &seleccionados
fr: Vols &Sélectionnés
it: Voli &selezionati
nl: ge&selecteerde vluchten
no: &valgte flyvninger

source: label used for top level in legend
de: Label für die höchste Höhe in der Legende
es: etiqueta utilizada para nivel superior en la leyenda
fr: étiquette utilisée pour niveau haut dans la légende
nl: label gebruikt voor bovenste niveau in legenda

source: label used for lowest level (blue level) in legend
de: Label für die tiefste Höhe in der Legende
es: etiqueta utilizada para nivel inferior (nivel azul) en la leyenda
fr: étqiuette utilisée pour le plus bas niveau (niveau bleu) dans la légende
nl: label gebruikt voor het laagste niveau (blauw niveau) in legenda

source: label used for normal level in legend
de: Label für normale Höhen in der Legende
es: eitqueta utilizada para el nivel normal en la leyenda
fr: étiquette utilisée pour le niveau normal dans la légende
nl: label gebruikt voor normaal niveau in legenda

source: Height / Width [km]:
de: Höhe / Breite [km]:
es: Altura / Anchura [km]:
fr: Hauteur / Largeur [km] :
it: Altezza / Largh. [km]:
nl: Hoogte / Breedte [km]:
no: Høyde / Bredde [km]:
sv: Höjd / Bredd [km]:

source: Scale:
de: Maßstab:
es: Escala:
fr: Échelle :
it: Scala:
nl: Schaal:
no: Skala:
sv: Skala:

source: Set scale:
de: Maßstab setzen:
es: Establecer escala:
fr: Définir l'échelle :
it: Selez. Scala:
nl: Schaal kiezen:
no: Velg skala:
sv: Ändra skala:

source: opening port
es: abriendo el puerto
fr: ouverture du port
nl: poort aan het openen

source: requesting tracklog
es: solicitando registro de la traza
fr: demande de l'enregistrement
nl: opvragen van tracklog

source: Center to ...
de: Zentrieren auf ...
es: Centrar a ...
fr: Centrer sur ...
it: Centra su ...
nl: Centreren op...
no: Sentrer til ...

source: permission denied!
de: Zugriff verweigert!
nl: toegang geweigerd!

source: not found!
de: nicht gefunden!
nl: niet gevonden!

source: The selected file<BR><B>%1</B><BR>is not a Volkslogger-file!
de: Die gewählte Datei<BR><B>%1</B><BR>ist keine Volkslogger-Datei!
es: ¡El archivo<BR><B>%1</B><BR>seleccionado no es un archivo de Volkslogger!
fr: Le fichier sélectionné<BR><B>%1</B><BR>n'est pas un fichier Volkslogger !
nl: Het geselecteerde bestand<BR><B>%1</B><BR>is geen Volkslogger-bestand!
no: Den valgte filen<BR><B>%1</B><BR>er ikke en Volkslogger-fil!

source: <qt>Saving in the current file format is not supported.<br>Save in another format ?<BR><B>%1</B></qt>
nl: <qt>Het opslaan in het huidige bestandsformaat is niet toegestaan.<br>Opslaan in ander formaat?<br><B>%1</B></qt>

source: Save waypoint catalog
de: Speichere Wegpunkt-Katalog
es: Guardar catálogo de puntos de ruta
fr: Sauver la liste de jalons
it: Salva lista piloni
nl: Keerpunten catalogus opslaan
no: Lagre vendepunktskatalog
sv: Spara katalog med brytpunkter

source: Imported from %1
nl: Geïmporteerd uit %1

source: The task has not been optimized for the OLC, yet
de: Der Flug wurde nicht für OLC optimiert !
fr: L'épreuve n'est pas encore optimisée pour l'OLC
nl: De opdracht is nog niet geoptimaliseerd voor de OLC.

source: Press "Start Optimization" to begin
de: Drücken Sie "Optimierung starten" um zu beginnen
fr: Presser "Lancer l'optimisation" pour la lancer
nl: Druk op "Start Optimaliseren" om te beginnen.

source: Optimization Result
de: Ergebnis der Optimierung
fr: Résultats de l'optimisation
nl: Geoptimaliseerd resultaat

source: 1.Turnpoint
de: 1. Wendepunkt
nl: 1e Keerpunt

source: 2.Turnpoint
de: 2. Wendepunkt
nl: 2e Keerpunt

source: 3.Turnpoint
de: 3. Wendepunkt
nl: 3e Keerpunt

source: 4.Turnpoint
de: 4. Wendepunkt
nl: 4e Keerpunt

source: 5.Turnpoint
de: 5. Wendepunkt
nl: 5e Keerpunt

source: Summary:
de: Zusammenfassung:
nl: Sammenvatting:

source: Points(raw):
de: Punkte (geschätzt):
nl: Punten (schatting):

source: WARNING! THE HEIGHT DIFFERENCE IS TOO LARGE!<br>This is not a valid OLC task. Go back and correct the start and/or end times.
de: WARNUNG! DIE HÖHENDIFFERENZ IST ZU GROSS!<br>Dies ist keine gültige OLC-Aufgabe. Gehen Sie zurück und ändern Sie die Start- oder Endzeit.
fr: ATTTENTION ! L'ÉCART D'ALTITUDE EST TROP IMPOTANT !<br>Ceci n'est pas une épeuve OLC valide. Veuillez corriger les temps de début et/ou de fin.
nl: WAARSCHUWING! HET HOOGTEVERSCHIL IS TE GROOT!<br>Dit is geen geldige OLC opdracht. Ga terug en pas de start en/of eind tijden aan.

source: If you want to use this task and replace the old, press "Finish", else press "Cancel"
de: Wenn Sie diese Aufgabe verwenden und die alte ersetzen wollen, drücken Sie "Abschließen", sonst drücken Sie "Abbrechen"
fr: Pour utiliser cette épreuve et remplacer l'ancienne, cliquez sur "Terminer", sinon cliquez sur "Annuler" !
nl: Wilt u deze opdracht gebruiken en de oude opdracht vervangen? Druk op "Voltooien", anders op "Annuleren".

source: Waypoint definition
de: Wendepunkt Definition
es: Definición de puntos de ruta
fr: Définition des jalons
it: Definizione piloni
nl: Keerpunten definitie
no: Vendepunktsdefinisjon
sv: Definition av brytpunkter

source: &Description
de: &Beschreibung
fr: &Descritpion
nl: &Omschrijving

source: &Latitude
de: &Breitengrad
nl: &Breedtegraad

source: L&ongitude
de: &Längengrad
nl: &Lengtegraad

source: &Elevation
de: &Höhe
fr: &Hauteur
nl: &Hoogte (m)

source: &Frequency
de: &Frequenz
fr: &Fréquence
nl: &Frequentie

source: L&andable
de: Landung &möglich
es: &Aterrizable
fr: &Vachable
it: &Atterrabile
nl: L&andbaar
no: L&andbar
sv: L&andningsbar

source: &Runway
de: &Startbahn
fr: &Piste
nl: &Baan

source: Len&gth
de: Län&ge
fr: Lon&gueur
nl: Len&gte

source: &Surface
de: &Oberfläche
fr: &Revêtement
nl: &Oppervlak

source: &Comment
de: &Kommentar
fr: &Commentaire
nl: &Opmerking

source: %1 waypoints in task
de: %1 Wendepunkte in der Aufgabe
fr: %1 jalons dans l'épreuve
nl: %1 keerpunten in opdracht

source: Takeoff
de: Start
es: Despegue
fr: Décollage
it: Decollo
nl: Start
sv: Start

source: Map print
de: Karte drucken
es: Imprimir mapa
fr: Impression de la carte
it: Stampa Mappa
nl: Kaart afdrukken
no: Skriv ut kart
sv: Skriv ut karta

source: Print Pagetitle
de: drucke Seitentitel
es: Imprimir título de página
fr: Imprimer le titre
it: Stampa TitoloPagina
nl: Paginatitel afdrukken
no: Skriv ut sidetittel
sv: Skriv sidans titel

source: Print Legend
de: drucke Legende
es: Imprimir leyenda
fr: Imprimer la légende
it: Stampa Legenda
nl: Legenda afdrukken
no: Skriv ut legende
sv: Skriv ut teckenförklaring

source: Print Text
de: drucke Text
es: Imprimir texto
fr: Imprimer le texte
it: Stampa testo
nl: Tekst afdrukken
no: Skriv ut tekst
sv: Skriv ut text

source: Flight Track
de: Flugweg
es: Registro del vuelo
fr: Trace du vol
it: Traccia del volo
nl: Vluchtpad
no: Track
sv: Flygbana

source: Map scale
de: Karten Maßstab
es: Escala del mapa
fr: Échelle de la carte
it: Scala della mappa
nl: Kaartschaal
no: Kartskala
sv: Kartskala

source: Center to Flight
de: auf Flug zentrieren
es: Centrar a vuelo
fr: Centrer sur le vol
it: Centra sul volo
nl: Op vlucht centreren
no: Sentrer til flyvningen
sv: Centrera på flygning

source: Center to Task
de: auf Aufgabe zentrieren
es: Centrar a prueba
fr: Centrer sur l'épreuve
it: Centra sul task
nl: Op opdracht centreren
no: Sentrer til oppgaven
sv: Centrera på uppgift

source: Imported from Filser
nl: Geïmporteerd uit Filser

source: No response from recorder within 5 seconds!
de: Keine Antwort vom Recorder innerhalb von 5 Sekunden!
es: ¡Sin respuesta del logger en 5 segundos!
fr: Pas de réponse de l'enregistreur dans les 5 secondes !
nl: Al 5 seconden geen reactie van logger!

source: Please select flight from SoaringPilot and start transfer
de: Bitte Flug von SoaringPilot auswählen und Übertragung starten
fr: Sélectionnez un vol depuis SoaringPilot et commencez le transfert !
nl: Selecteer alstublieft vlucht uit SoaringPilot en start overdracht

source: invalid file structure HFTDE record expexted
fr: Structure de fichier invalide enregistrement HFTDE attendu
nl: ongeldige bestandstructuur HFTDE record verwacht

source: IO error while saving file
fr: Erreur d'I/O pendant la sauvegarde du fichier
nl: schrijffout (IO error) tijdens het opslaan van het bestand

source: invalid task definition in task
fr: Définition d'épreuve invalide
nl: ongeldige opdracht definitie in opdrtacht

source: Nr of waypoints differ from task header
de: Die Anzahl der Wegpunkte stimmt nicht mit der Aufgabe überein
fr: Le nombre de jalons différe de celui définit dans les entêtes de l'épreuve
nl: Aantal keerpunten verschilt met het aantal in opdracht kop (task header)

source: Flightanalysis
de: Fluganalyse
es: Analisis del vuelo
fr: Analyse du vol
it: Analisi del volo
nl: Vluchtanalyse
no: Analyse
sv: Flyganalys

source: Flighttrack
de: Flugweg
es: Traza del vuelo
fr: Trace du vol
it: Traccia del volo
nl: Vluchtpad
no: Track
sv: Flygbana

source: max. Altitude
de: max. Höhe
es: Altitud máx.
fr: Altitude max.
it: Altitudine max.
nl: max. Hoogte
no: max. Høyde
sv: max. höjd

source: max. Speed
de: max. Geschw.
es: Velocidad máx.
fr: Vitesse max.
it: Velocita' max.
nl: max. Snelheid
no: max. Hastighet
sv: max. hastighet

source: Typ
es: Tipo
fr: Type
nl: Type
no: Type

source: %1 Track: %2 Points: %3
de: %1 Weg: %2 Punkte: %3
es: %1 Track: %2 Puntos: %3
fr: %1 Trace : %2 Points : %3
it: %1 Traccia: %2 Punti: %3
nl: %1 Pad: %2 Punten: %3
no: %1 Track: %2 Poeng: %3
sv: %1 Bana: %2 Punkter: %3

source: Optimized Task
de: Optimierte Aufgabe
es: Prueba optimizada
fr: Épreuve optimisée
nl: Geoptimaliseerde opdracht

source: Landing
de: Landung
es: Aterrizaje
fr: Atterrissage
it: Atterraggio
sv: Landning

source: max. Vario
es: Vario máx.
fr: Vario max.
sv: max. höjdförändr (m/s)

source: min. Vario
es: Vario min.
fr: Vario min.
sv: min. höjdförändr (m/s)

source: KFLog Browser
fr: Navigateur KFLog

source: Ultralight
de: Ultraleichtflugbetrieb
es: Ultraligeros
fr: ULM
it: Ultraleggeri
no: Mikrofly
sv: Ultralätt

source: Developer (Waypoint-handling, Plugin architecture, ...)
fr: Dévelopeur (Gestion des jalons, architecture des plugins, ...)

source: Sector 1
de: Sektor 1
fr: Secteur 1
it: Settore 1
no: Sektor 1
sv: Sektor 1

source: Sector 2
de: Sektor 2
fr: Secteur 2
it: Settore 2
no: Sektor 2
sv: Sektor 2

source: FAI-Sector
de: FAI-Sektor
es: Sector FAI
fr: Secteur FAI
it: Settore FAI
no: FAI-Sektor
sv: FAI-sektor

source: Can not save to file %1
de: Kann Datei %1 nicht speichern
es: No se puede guardar el archivo %1
fr: Impossible de sauver le fichier %1
it: Non posso salvare il fila %1
no: Kan ikke lagre til filen %1

source: Please select the directory where the files are located.
de: Bitte wählen Sie das Verzeichnis aus.
fr: Sélectionner le répertoire où sont rangés les fichiers

source: <qt>There are no map-files in the directory<br><b>%1</b></br>yet. Do you want to download the data automatically?<br>(You need to have write permissions. If you want to change the directory,press "Cancel" and change it in the Settings menu.)</qt>
de: <qt>Es gibt noch keine Kartendateien in dem Verzeichnis<br><b>%1</b></br>. Wollen Sie die Dateien automatisch herunterladen?<br>(Sie benötigen dazu die Schreibrechte. Wenn Sie das Verzeichnis wechseln wollen, drücken Sie "Abbrechen" und ändern die Einstellungen im Menü "Einstellungen".)</qt>
fr: <qt>Le répertoire<br><b>%1</b></br> ne contient pas de fichiers de carte. Voulez-vous télécharger ces fichier automatiquement ?<br> (Il vous faut les droits en écriture. Si vous voulez changer de répertoire, cliquez sur "Cancel" et allez dans le menu Configuration.)<qt>

source: The directory for the airspace-files does not exist:
de: Das Verzeichnis für die Luftraumdateien ist nicht vorhanden:
fr: Le répertoire pour les fichiers d'espaces aériens n'existe pas :

source: Loading airspacedata ...
de: Lade Luftraumdaten ...
es: Cargando datos de espacio aéreo ...
fr: Chargement des espaces aériens
it: Caricamento spazi aerei ...
no: Laster luftromsdata...
sv: Laddar luftrumsdata...

source: The directory for the airspace-files is empty. To download the files, please visit our homepage:
de: Das Verzeichnis für die Luftraumdateien ist leer. Bitte besuchen Sie unsere Hompage um Luftraumdateien herunterzuladen.
es: El directorio de archivos de espácio aéreo está vacío. Para descargar los archivos visite nuestra página web:
fr: Le répertoire des fichiers d'espaces aériens est vide. Téléchargez ces fichiers sur notre site web :
it: La directory per i file degli spazi aerei e' vuota. Per scaricare i file visitate la nostra homepage:
no: Mappen for luftroms-filene er tom. For å laste ned filene, vennligst besøk vår hjemmeside:
sv: Biblioteket för luftrumsfiler är tomt. För att ladda ner filer, v g besök vår hemsida:
